Repository: Ben216k/Patched-Sur
Catalog: Patched Sur - For Catalina/Localization/*.lproj/Localizable.strings
Languages: ar, bs, de, el, es, fr, hr, nl, pt_br, pt_pt, ru, uk

source: Please Remember
ar: أرجوك تذكر
bs: Molim Vas zapamtite
de: Bitte vergiss nicht
el: Παρακαλώ κρατήστε στο νου σας
es: Por Favor Recuerda
fr: N'oubliez pas
hr: Molim Zapamtite
nl: Vergeet niet dat
pt_br: Lembre-se
pt_pt: Não Esquecer
ru: Обратите внимание
uk: Зверніть увагу

# PRE-PR-1
source: Patched Sur is currently in beta and it will never be perfect. While it will not brick your Mac, it can cause you to lose your data if you don't have a backup.
ar: Patched Sur حاليًا في مرحلة تجريبية ولن يكون مثاليًا أبدًا. على الرغم من أنه لن يؤدي إلى تعطيل جهاز Mac الخاص بك ، إلا أنه قد يتسبب في فقد بياناتك إذا لم يكن لديك نسخة احتياطية.
bs: Patched Sur je trenutno u BETA fazi i nikad neće biti savršen. On neće brikovati Vaš Mac, ali može se desiti da izgubite podatke ako nemate backup.
de: Patched Sur ist momentan in der Beta und wird nie perfekt sein. Der Patcher wird zwar nicht deinen Mac komplett blockieren, aber es kann zu Datenverlust kommen.
el: Το Patched Sur είναι σε beta στάδιο και δεν θα είναι ποτέ τέλειο. Παρ'ότι δεν θα καταστρέψει τον Mac σας, μπορεί να προκαλέσει χάσιμο δεδομένων αν δεν έχετε αντίγραφο ασφαλείας.
es: Patched Sur está actualmente en fase de beta y nunca será perfecto. Mientras que no dañara tu Mac, puede causar pérdida de data si no tienes un respaldo previo.
fr: Patched Sur est actuellement en version bêta et ne sera jamais parfait. Bien qu'il ne bloque pas votre Mac, il peut vous faire perdre vos données si vous n'avez pas de sauvegarde.
hr: Patched Sur trenutno je u beta verziji i nikada nee biti potpuno savraen. Iako vam nee uniatiti Mac, mo~e izgubiti podatke ako nemate sigurnosnu kopiju.
nl: Patched Sur momenteel in een bèta fase is en het zal nooit perfect zijn. Hoewel het uw Mac niet zal bricken, kan het ertoe leiden dat u uw gegevens verliest als u geen back-up hebt.
pt_br: O Patched Sur está atualmente em beta e nunca será perfeito. Embora não corrompa seu Mac, ele pode fazer com que você perca seus dados se não tiver um backup.
pt_pt: O Patched Sur está atualmente em beta e nunca será perfeito. Embora não avarie o seu Mac, pode fazer com que você perca os seus dados se não tiver um backup.
ru: Patched Sur находится на этапе бета-тестирования и никогда не будет идеальным. В то время, как он не приведет к поломке вашего Mac, вы можете потерять данные в процессе, если у вас нет резервной копии.
uk: Patched Sur знаходиться на етапі бета-тестування і ніколи не буде ідеальним. Хоч він й не призведе до поломки вашого Mac, ви можете втратити дані в процесі, якщо у вас немає резервної копії.

# PRE-PR-2
source: No matter what, make a Time Machine Backup before upgrading.
ar: بغض النظر عن أي شيء ، قم بعمل نسخة احتياطية من Time Machine قبل التحديث.
bs: Obavezno napravite Time Machine backup prije korištenja.
de: Mach auf jeden Fall vor dem Upgrade ein Time Machine Backup.
el: Σε κάθε περίπτωση, πραγματοποιείστε αντίγραφο Time Machine πριν κάνετε ενημέρωση.
es: No importa que, haz un respaldo de Time Machine antes de actualizar.
fr: Quoi qu'il en soit, faites une sauvegarde Time Machine avant la mise à niveau.
hr: Bez obzira na sve, napravite sigurnosnu kopiju prije nadogradnje.
nl: Wat er ook gebeurt, maak een Time Machine Backup voordat u een upgrade uitvoert.
pt_br: Não importa o que aconteça, faça um backup da Time Machine antes da atualização.
pt_pt: Seja como for, faça sempre um Backup no Time Machine antes de atualizar.
ru: Обязательно сделайте копию данных при помощи Time Machine!
uk: Обов'язково зробіть копію даних за допомогою Time Machine!

# PRE-PR-3
source: I (and contributors) will not be liable if something goes wrong. I will go to the best of my abilities to help if there is a problem, but I don't know everything and there are some cases where I cannot help. A lot of times, it isn't even Patched Sur's fault, so there's nothing I can do.
ar: أنا (والمساهمون) لن نتحمل المسؤولية إذا حدث خطأ ما. سأبذل قصارى جهدي للمساعدة إذا كانت هناك مشكلة ، لكنني لا أعرف كل شيء وهناك بعض الحالات التي لا يمكنني فيها المساعدة. في كثير من الأحيان ، ليس خطأ Patched Sur حتى ، لذلك لا يمكنني فعل أي شيء.
bs: Ja (i ostali) ne možemo biti okrivljeni ako nešto pođe po zlu. Ja ću učiniti sve što mogu da Vam pomognem ako ima problem, ali ja ne znam sve i ima nekih slučajeva kada Vam ne mogu pomoći. U najviše slučajeva greška nije u Patched Sur alatu, tako da ništa ne mogu učiniti.
de: Ich (und Unterstützer) sind nicht dafür verantwortlich falls etwas schief geht. Ich werde alles mir mögliche in Bewegung setzen für den Fall dass es ein Problem gibt. Jedoch weiss ich auch nicht alles und es gibt Fälle, in denen ich auch nicht helfen kann. In den meisten Fällen ist es nicht einmal die Schuld von Patched Sur, dann gibt es nichts was ich tun kann.
el: Εγώ (και αυτοί που έχουν συνεισφέρει) δεν θα είναι υπέυθυνοι αν κάτι πάει στραβά. Θα προσπαθήσω στο έπαρκο των δυνατοτήτων μου να βοηθήσω αν υπάρξει πρόβλημα, αλλά δεν ξέρω τα πάντα και υπάρχουν μερικές περιπτώσεις όπου δεν μπορώ να βοηθήσω. Πολλές φορές το πρόβλημα δεν ευθύνεται στο Patched Sur, οπότε δεν υπάρχει κάτι που να μπορώ να κάνω.
es: Yo (y contribuyentes) no seremos responsables si algo sale mal. Yo llegaré hasta donde mis habilidades lo permitan para ayuda si surge algún problema, pero no conozco todo y puede haber casos en los que no pueda ayudar. En muchas ocasiones no es ni culpa de Patched Sur, así que no hay nada que pueda hacer.
fr: Je (et les contributeurs) ne seront pas responsables si quelque chose ne va pas. Je ferai de mon mieux pour aider s'il y a un problème, mais je ne sais pas tout et il y a des cas où je ne peux pas aider. Souvent, ce n'est même pas la faute de Patched Sur, donc je ne peux rien faire.
hr: Ja (i suradnici) ne odgovaramo ako neato poe po zlu. U init u sve da pomognem ako postoji problem, ali ne znam sve i postoje slu ajevi u kojima ne mogu pomoi. Mnogo puta nije kriv ni Patched Sur, pa ne mogu niata u initi.
nl: Ik (en contribuanten) ben niet aansprakelijk als er iets misgaat. Ik zal zo goed mogelijk mijn best doen om te helpen als er een probleem is, maar ik weet niet alles en er zijn enkele gevallen waarin ik niet kan helpen. Vaak is het niet eens Patched Sur's schuld, dus er is niets wat ik kan doen.
pt_br: Eu (e os colaboradores) não serei responsável se algo der errado. Farei o melhor que puder para ajudar se houver algum problema, mas não sei tudo e há alguns casos em que não posso ajudar. Muitas vezes, a culpa nem sequer é do Patched Sur, portanto não há nada que eu possa fazer.
pt_pt: Eu (e os colaboradores) não somos responsáveis ​ algo que possa correr mal. Farei o melhor que puder para ajudar se houver algum problema, mas não sei tudo e há alguns casos em que não posso mesmo ajudar. Muitas das vezes, a culpa nem sequer é do Patched Sur, e nesse caso não há nada que eu possa fazer.
ru: Я и команда проекта не несем ответственности за потери из-за программы. Я приму все усилия, чтобы помочь разрешить проблему, но я не знаю абсолютно всего и в некоторых случаях не смогу помочь. В большинстве случаев, проблема кроется не в Patched Sur, так что я тут ничего не смогу сделать.
uk: Я і команда проекту не несемо відповідальності за втрати через діяльність програми. Я докладу всі зусилля, аби допомогти вирішити проблему, але я не знаю абсолютно всього і в деяких випадках не зможу допомогти. У більшості випадків, проблема криється не в Patched Sur, так що я тут нічого не зможу зробити.

# PRE-VERIFY-MAC
source: Verifying Mac
ar: التحقق من نظام التشغيل Mac
bs: Provjera Mac-a
de: Mac wird verifiziert
el: Επιβεβαίωση Mac
es: Verificando Mac
fr: Vérification du Mac
hr: Provjeravam Mac
nl: Mac verifiëren
pt_br: Verificando Mac
pt_pt: A verificar o Mac
ru: Проверка Mac
uk: Перевірка Mac

# PRE-VERIFY-QUICK
source: This first step is essential to how reliable Patched Sur is. This step tries to detect as many problems caused as possible before running into them. This includes FileVault, no graphics acceleration and some other problems. Don't worry, this will be quick.
ar: هذه الخطوة الأولى الضرورية لمعرفة مدى موثوقية Patched Sur. تحاول هذه الخطوة اكتشاف أكبر عدد ممكن من المشكلات التي تسببت بها قبل الوقوع فيها. يتضمن ذلك FileVault ، وعدم تسريع الرسومات وبعض المشكلات الأخرى. لا تقلق ، سيكون هذا سريعًا.
bs: Ovaj prvi korak je ključan da bi otkrili koliko je Patched Sur pouzdan. Ovaj korak pokušava da detektuje koliko god problema je moguće, prije nego što naletite na njih. Ovo uključuje FileVault, nedostatak grafičke akceleracije i druge probleme. Ne brinite, ovo će biti brzo.
de: Dieser erste Schritt ist essenziell um die Zuverlässigkeit von Patched Sur zu sichern. Dieser Schritt versucht so viele Probleme wie möglich zu finden, bevor sie auftreten. Wir Prüfen FileVault, keine Grafikbeschleunigung und einige andere Probleme. Keine Sorge, es geht schnell.
el: Το πρώτο βήμα είναι απαραίτητο για το πόσο αξιόπιστο είναι το Patched Sur. Σε αυτό το βήμα γίνεται προσπάθεια εντοπισμού όσων περισσότερων προβλημάτων γίνεται πριν αντιμετωπιστούν. Αυτό περιλαμβάνει το FileVault, την έλλειψη επιτάχυνσης γραφικών και κάποια άλλα προβλήματα. Μην ανησυχείτε, θα πάρει μόνο λίγη ώρα.
es: Este primer paso es esencial para ver cómo Patched Sur puede ayudar. Este paso intenta detectar varios problemas que pueden ocurrir antes de que sucedan. Esto incluye FileVault, soporte para la aceleración de gráficos y algunos otros problemas. No se preocupe, esto será rápido.
fr: Cette première étape est essentielle à la fiabilité de Patched Sur. Cette étape tente de détecter autant de problèmes causés que possible avant de les rencontrer. Cela inclut FileVault, l'absence d'accélération graphique et quelques autres problèmes. Ne vous inquiétez pas, ce sera rapide.
hr: Ovaj (prvi) korak je presudan za pouzdanost Patched Sur-a. Ovaj korak pokuaava otkriti ato viae problema uzrokovanih prije nego se pojave. To uklju uje FileVault, nedostatak grafi kog ubrzanja i neke druge probleme. Ne brinite, ovo e biti brzo.
nl: Deze eerste stap is essentieel voor hoe betrouwbaar Patched Sur is. Deze stap probeert zoveel mogelijk problemen op te sporen die zijn veroorzaakt voordat u ze tegenkwam. Dit omvat FileVault, geen grafische versnelling en enkele andere problemen. Maak je geen zorgen, dit zal snel gaan.
pt_br: Este primeiro passo é essencial para o quão confiável é o Patched Sur. Este passo tenta detectar o maior número possível de problemas causados antes de encontrá-los. Isto inclui FileVault, sem aceleração gráfica e alguns outros problemas. Não se preocupe, isto será rápido.
pt_pt: Este primeiro passo é essencial para a confiabilidade do Patched Sur. Esta etapa tenta detectar o máximo possível de problemas causados ​​antes de acontecerem. Isto inclui o FileVault, falha na aceleração de gráficos e alguns outros problemas. Não se preocupe, isso será rápido.
ru: Этот первый шаг важен, чтобы понять, насколько Patched Sur может быть использован. Он поможет определить потенциальные проблемы, с которыми вы можете столкнуться, включая неработающий FileVault, отсутствие аппаратного ускорения графики и другие. Это не займет много времени.
uk: Цей перший крок важливий, щоб зрозуміти, наскільки Patched Sur може бути використаний. Він допоможе визначити потенційні проблеми, з якими ви можете зіштовхнутися, зокрема відсутність FileVault, апаратного прискорення графіки та інші. Це не займе багато часу.

# PRE-VERIFY-FETCH
source: Fetching Information
ar: إحضار المعلومات
bs: Uzimanje Informacija
de: Informationen sammeln
el: Μάζεμα Πληροφοριών
es: Refrescando Información
fr: Recherche d'information
hr: Dohvaanje Podataka
nl: Informatie ophalen
pt_br: Buscando informações
pt_pt: A reunir informações
ru: Получение информации
uk: Отримання інформації

# PRE-VERIFY-2
source: Verifying Mac
ar: التحقق من نظام التشغيل Mac
bs: Provjera Mac-a
de: Dein Mac wird verifiziert
el: Επαλήθευση του Mac
es: Verificando Mac
fr: Vérification du Mac
hr: Provjeravam Mac
nl: Mac verifiëren
pt_br: Verificando Mac
pt_pt: A verificar o Mac
ru: Проверяем Mac
uk: Перевіряємо Mac

# PRE-REPORT-BY
source: Reported by:
ar: تم عمل التقرير بواسطة:
bs: Prijavljeno od:
de: Gemeldet von:
el: Αναφέρθηκε απο:
es: Reportado por:
fr: Rapporté par:
hr: Izvijestio:
nl: Gerapporteerd door:
pt_br: Reportado por:
pt_pt: Reportado por:
ru: Сообщил:
uk: Повідомив:

source: person
ar: أشخاص
bs: osoba
el: άνθρωπος
es: persona
fr: personne
hr: osoba
nl: persoon
pt_br: pessoa
pt_pt: pessoa
ru: пользователь
uk: особа

source: others
ar: آخرون
bs: drugi
de: Andere
el: άλλοι
es: otros
fr: autres
hr: drugi
nl: anderen
pt_br: outros
pt_pt: outros
ru: другие
uk: інші

source: approves
ar: يوافق
bs: odobrava
de: Bestätigt
el: εγκρίνει
es: aprueba
fr: approuve
hr: odobrava
nl: Keurt
pt_br: aprova
pt_pt: aprovou
ru: одобряет
uk: схвалює

source: approve
ar: موافقة
bs: odobriti
de: Bestätigen
el: έγκριση
es: aprueba
fr: approuver
hr: odobri
nl: goedkeuren
pt_br: aprovar
pt_pt: aprovar
ru: одобряют
uk: схвалюють

source: WiFi, Ethernet and Bluetooth
ar: WiFi, Ethernet و Bluetooth
bs: WiFi, Ethernet i Bluetooth
de: WiFi, Ethernet und Bluetooth
el: WiFi, Ethernet και Bluetooth
fr: WiFi, Ethernet et Bluetooth
hr: WiFi, Ethernet i Bluetooth
nl: WiFi, Ethernet en Bluetooth
pt_br: WiFi, Ethernet e Bluetooth
pt_pt: WiFi, Ethernet e Bluetooth
ru: WiFi, Ethernet и Bluetooth
uk: WiFi, Ethernet та Bluetooth

source: I/O Ports
bs: I/O Portovi
el: Θύρες Ι/Ο
es: Puertos I/O
fr: Ports d'E/S
hr: Ulazno izlazni Priklju ci
nl: I/O Poorten
pt_pt: Portas I/O
ru: Порты ввода-вывода
uk: Порти введення-виведення

source: Graphics Acceleration
bs: Grafička akceleracija
de: Grafikbeschleunigung
el: Επιτάχυνση Γραφικών
es: Aceleración Gráfica
fr: Accélération graphique
hr: Grafi ko Ubrzanje
nl: Grafische versnelling
pt_br: Aceleração de Gráficos
pt_pt: Aceleração de Gráficos
ru: Аппаратное ускорение графики
uk: Апаратне прискорення графіки

source: Sleep and Brightness
ar: نوم وسطوع الشاشة
bs: Spavanje i Svjetlina ekrana
de: Ruhezustand und Helligkeit
el: Ύπνος και Φωτεινότητα
es: Hibernación y Brillo
fr: Sommeil et luminosité
hr: Spavanje I Svjetlina
nl: Slaap en helderheid
pt_br: Sono e Brilho
pt_pt: Pausa e Brilho
ru: Режим сна и регулировка яркости
uk: Режим сну й регулювання яскравості

source: Personal Hotspots
ar: نقاط الاتصال الشخصية
bs: Privatni Hotspotovi
de: Persönlicher Hotspots
el: Προσωπικά Hotspots
es: Hotspots Personales
fr: Hotspots personnels
hr: Osobni Hotspotovi
nl: Persoonlijke hotspots
pt_br: Hotspots Pessoais
pt_pt: Hotspots Pessoais
ru: Точки доступа
uk: Точки доступу

source: Personal Hotspot
ar: نقطة الاتصال الشخصية
bs: Privatni Hotspot
de: Persönlicher Hotspot
el: Προσωπικό Hotspot
es: Hotspot Personal
fr: Hotspot personnel
hr: Osobni Hotspot
nl: Persoonlijke hotspot
pt_br: Hotspot Pessoal
pt_pt: Hotspot Pessoal
ru: Точка доступа
uk: Точка доступу

# PROB-FATAL
source: Fatal Problem Detected
ar: تم اكتشاف مشكلة قاتلة
bs: Fatalni Problem Detektovan
de: Fatales Problem entdeckt
el: Ανιχνεύθηκε Θανάσημο Πρόβλημα
es: Problema Fatal Detectado
fr: Problème fatal détecté
hr: Otkriven Velik Problem
nl: Fataal probleem gedetecteerd
pt_br: Problema Fatal Detectado
pt_pt: Problema Fatal Detectado
ru: Обнаружена критическая проблема
uk: Виявлено критичну проблему

# PROB-WARN
source: Possible Problem Detected
ar: تم اكتشاف مشكلة محتملة
bs: Mogući Problem Detektovan
de: Mögliches Problem entdeckt
el: Ανιχνεύθηκε Πιθανό Πρόβλημα
es: Posible Problema Detectado
fr: Problème possible détecté
hr: Otkriven Mogui Problem
nl: Mogelijk probleem gedetecteerd
pt_br: Possível Problema Detectado
pt_pt: Possível Problema Detectado
ru: Обнаружена возможная проблема
uk: Виявлено можливу проблему

# PROB-NO-UPGRADE
source: You cannot upgrade to Big Sur because of this or other problems.
ar: لا يمكنك التحديث إلى Big Sur بسبب هذه المشكلة أو غيرها.
bs: Ne možete instalirati Big Sur zbog ovog ili drugih problema.
de: Wegen diesem oder anderen Problemen, kannst du kein Upgrade auf Big Sur durchführen.
el: Δεν μπορείτε να ενημερώσετε στο Big Sur λόγω αυτού ή άλλων προβλημάτων.
es: No puedes actualizar a Big Sur por esto u otros problemas.
fr: Vous ne pouvez pas passer à Big Sur à cause de ce problème ou d'autres.
hr: Nije mogue nadograditi na Big Sur zbog ovog ili drugih problema.
nl: Je kunt niet upgraden naar Big Sur vanwege deze of andere problemen.
pt_br: Você não pode se atualizar ao Big Sur devido a este ou outros problemas.
pt_pt: Não é possível atualizar para Big Sur por causa deste ou de outros problemas.
ru: Из-за этой или другой проблемы вы не можете обновиться до Big Sur.
uk: Через цю або іншу проблему ви не можете оновитися до Big Sur.

# PROB-CONTINUE-ANYWAY
source: Continue Anyway
ar: استمر علي اي حال
bs: Svejedno Nastavi
de: Trotzdem fortfahren
el: Συνέχεια έτσι και αλλιώς
es: Continuar de todos modos
fr: Continuer de toute façon
hr: Svejedno Nastavi
nl: Ga toch door
pt_br: Continuar Enfim
pt_pt: Continuar mesmo assim
ru: Всё равно продолжить
uk: Все одно продовжити

# PROB-OTHERS
source: Other Problems
ar: مشاكل اخري
bs: Drugi problemi
de: Andere Probleme
el: Άλλα Προβλήματα
es: Otros Problemas
fr: Autres problèmes
hr: Ostali problemi
nl: Andere problemen
pt_br: Outros Problemas
pt_pt: Outros Problemas
ru: Другие проблемы
uk: Інші проблеми

# PROB-FILE-TITLE
source: FileVault is On.
ar: FileVault قيد التشغيل.
bs: FileVault je Uključen.
de: FileVault ist aktiviert.
el: Το FileVault είναι ενεργό.
es: FileVault Está Activado.
fr: FileVault est activé.
hr: FileVault je uklju en.
nl: FileVault staat aan.
pt_br: FileVault está Ativo.
pt_pt: FileVault está Ativo.
ru: FileVault активирован.
uk: FileVault активовано.

# PROB-FILE-DESCRIPTION
source: Your Mac has FileVault enabled. While this is a good encryption tool, it breaks on Big Sur with unsupported Macs. You'll be completely unable to boot into recovery mode, and at times you may be unable to unlock your disk. You must disable this before running the patcher. You can do that by going into System Preferences, clicking Security & Privacy, go to FileVault, and click the lock icon and disable it.
ar: FileVault مفعل على جهاز Mac الخاص بك. في حين أن هذه أداة تشفير جيدة ، إلا أنها تتكسر على Big Sur باستخدام أجهزة Mac غير المدعومة. لن تتمكن تمامًا من التمهيد في وضع الاسترداد ، وفي بعض الأحيان قد لا تتمكن من إلغاء قفل القرص. يجب عليك تعطيل هذا قبل تشغيل الباتشر. يمكنك القيام بذلك من خلال الانتقال إلى تفضيلات النظام ، والنقر فوق الأمان والخصوصية ، والانتقال إلى FileVault ، والنقر فوق رمز القفل وتعطيله.
bs: Vaš Mac ima FileVault uključen. Dok je ovo dobar alat za enkripciju podataka, on se pokvari na Big Sur sistemu na nepodržanim Mac uređajima. Nećete moći ući u Recovery Mode i sa vremena na vrijeme nećete moći otključati Vaš disk. Morate isključiti FileVault prije korištenja ovog programa. To možete učiniti tako što odete u Sistemska Podešavanja, kliknete Sigurnost i Privatnost (Security and Privacy), odete na FileVault i kliknete da ga isključite.
de: Auf deinem Mac ist FileVault aktiviert. Zwar ist dies ein exzellentes Verschlüsselungs-Tool, jedoch macht es Big Sur auf nicht unterstützten Macs unmöglich. Dir wird es nicht möglich sein in den Wiederherstellungsmodus zu starten, und ab und zu kannst du dein Laufwerk nicht entsperren. Du musst diese Funktion deaktivieren, bevor du Patcher startest. Gehe dazu in die Systemeinstellungen, drücke auf Sicherheit & Datenschutz, gehe zu FileVault, drücke das Schloss und deaktiviere die Funktion.
el: Ο Mac σας έχει ενεργό το FileVault. Παρ'ότι αυτό είναι καλό εργαλείο κρυπτογράφησης, δεν λειτουργεί στο Big Sur σε μη υποστηριζόμενους Mac. Δεν θα μπορείτε να ξεκινήσετε και να χρησημοποιείσετε τον τόμεα που είναι για την επαναφορά του δίσκου σας , και αρκετές φορές δεν θα μπορείτε να ξεκλειδώσετε τον δίσκο σας. Πρέπει λοιπόν να απενεργοποιείσετε το FireVaut πριν ξεκινήσετε το patcher. Μπορείτε να το απενεργοποιείσετε πηγαίνοντας στις Προτιμήσεις Συστήματος, πατώντας Ασφάλεια & Απόρρητο, FileVault, πατώντας στην κλειδαριά και απενεργοποιώντας το.
es: Tu Mac tiene FileVault activado. Mientras que es una buena herramienta de cifrado, no funciona en Big Sur en Macs no compatibles. Mientras está activado no sería posible entrar a modo recuperación y en ocasiones no podrías desbloquear el disco. Debes desactivar esto antes de correr el parche. Puedes hacerlo yendo a preferencias del sistema, selecciona Seguridad y Privacidad, Pestaña a FileVault, y presionando el candado y desactivandolo.
fr: Votre Mac a FileVault activé. Bien qu'il s'agisse d'un bon outil de cryptage, il ne fonctionne pas à Big Sur avec les Macs non pris en charge. Vous serez totalement incapable de démarrer en mode de récupération, et parfois vous ne pourrez pas déverrouiller votre disque. Vous devez désactiver cette fonction avant d'exécuter le patcheur. Vous pouvez le faire en allant dans les Préférences Système, en cliquant sur Sécurité et Confidentialité, en allant sur FileVault, et en cliquant sur l'icône de verrouillage et en le désactivant.
hr: Na vaaem je Macu omoguen FileVault. Iako je ovo dobar alat za aifriranje, na Big Suru se lomi s nepodr~anim Macom. U potpunosti neete moi pokrenuti ra unalo u na inu oporavka, a ponekad neete moi otklju ati svoj disk. Morate isklju iti FileVault prije pokretanja zakrpe. To mo~ete u initi tako da odete u Postavke sustava, kliknete Sigurnost i privatnost, odete na FileVault i kliknete ikonu lokota i onemoguite ga.
nl: Op uw Mac is FileVault ingeschakeld. Hoewel dit een goede coderingstool is. Het is defect op Big Sur met niet-ondersteunde Macs. U kunt volledig niet opstarten in de herstelmodus en soms kunt u uw schijf mogelijk niet ontgrendelen. U moet dit uitschakelen voordat u de patcher uitvoert. U kunt dat doen door naar Systeemvoorkeuren te gaan, op Beveiliging en privacy te klikken, naar FileVault te gaan en op het vergrendelingspictogram te klikken en het uit te schakelen.
pt_br: Seu Mac tem o FileVault ativado. Embora esta seja uma boa ferramenta de criptografia, ela quebra no Big Sur com Macs não suportados. Você será completamente incapaz de iniciar no modo de recuperação e, às vezes, talvez você não consiga desbloquear seu disco. Você deve desabilitar isto antes de executar o patcher. Você pode fazer isso entrando em Preferências do Sistema, clicando em Segurança e Privacidade, indo até FileVault, e clicando no ícone de cadeado e desativando-o.
pt_pt: O seu Mac está com o FileVault ativo. Embora seja uma boa ferramenta de criptografia, ela não funciona no Big Sur em Macs incompatíveis. Você não conseguirá iniciar em modo de recuperação e, às vezes, poderá não conseguir desbloquear o disco. Você deve desativa-lo antes de executar o patcher. Você pode fazer isso indo a Preferências do Sistema, clicar em Segurança e Privacidade, vá a FileVault, clique no ícone de cadeado e desative-o.
ru: У вас активирован FileVault. Этот инструмент, несмотря на свои достоинства, приводит к отказу Big Sur на неподдерживаемых Mac. Вы не сможете загрузиться в режим восстановления, и время от времени не сможете разблокировать диск. Вы должны деактивировать FileVault перед использованием патчера. Вы можете это сделать, зайдя в Системные настройки. Перейдите в раздел Защита и конфиденциальность, выберите вкладку FileVault, нажмите на иконку замка и отключите эту функцию.
uk: У вас активовано FileVault. Цей інструмент, незважаючи на свої переваги, призводить до відмови Big Sur на непідтримуваних Mac. Ви не зможете завантажитись в режим відновлення, і час від часу не зможете розблокувати диск. Ви повинні деактивувати FileVault перед використанням патчеру. Ви можете це зробити, зайшовши в Системні налаштування. Перейдіть в розділ Захист і конфіденційність, оберіть вкладку FileVault, натисніть на іконку замка та відключіть цю функцію.
