Repository: Ben216k/Patched-Sur
Catalog: Patched Sur - For Catalina/Localization/*.lproj/Localizable.strings
Languages: ar, bs, de, el, es, fr, hr, nl, pt_br, pt_pt, ru, uk

# PO-IR-DISCLAIM
source: This IS NOT something that should be 100% relied on. This is mostly just a "here, have it this is the best you can get for now." I have tried to make a dream recovery mode, but that has not worked out, mostly because the firmware on your Mac ignores files that appear to exist for no reason what so ever. If those files weren't ignored, I wouldn't have to make this message. You can however, do the following with recovery: Manage NVRAM values (like the SIP status and boot-args), use Disk Utility, browse the web (I guess?), and unpatch/patch kexts (and probably some other things). My suggestion is to make an installer usb and hold onto it. You cannot reinstall macOS with this.
ar: هذا ليس شيئًا يجب الاعتماد عليه بنسبة 100٪. هذا في الغالب مجرد “تفضل خذ، هذا هو أفضل ما يمكنك الحصول عليه في الوقت الحالي. " لقد حاولت إنشاء وضع استرداد خرافي، لكن هذا لم ينجح ، غالبًا لأن البرامج الثابتة على جهاز Mac الخاص بك تتجاهل الملفات التي يبدو أنها موجودة بدون سبب على الإطلاق. إذا لم يتم تجاهل هذه الملفات ، فلن أضطر إلى إرسال هذه الرسالة. لكن مع ذلك، يمكنك القيام بما يلي مع الاسترداد: إدارة ارقام NVRAM (مثل حالة SIP و boot-args) ، واستخدام Disk Utility ، وتصفح الويب (أعتقد؟) ، وإلغاء التصحيح / او تصحيح kexts (وربما بعض الأشياء الأخرى). اقتراحي هو عمل برنامج تثبيت USB والاحتفاظ به. لا يمكنك إعادة تثبيت macOS بهذا.
bs: Na ovo se NE TREBATE 100% oslanjati. Ovo je većinom "evo, ovo je najbolje što možete dobiti za sada." Pokušao sam da napravim mod za oporavak iz snova, ali to nije radilo većinom zato što Mac ignoriše fajlove koji postoje bez razloga. Kad ti fajlovi ne bi bili ignorisani, ne bih morao praviti ovu poruku. Ipak, možete uraditi ovo sa obnovom: mijenjati NVRAM vrijednosti (kao što je SIP status i boot-args), koristiti Disk Utility, koristiti internet (valjda?), i od-izmijeniti/izmijeniti kext fajlove (i možda još neke stvari). Moj savjet je da napravite instalacijski USB i držite ga se. Sa ovime ne možete reinstalirati macOS!
de: Es sollte sich nicht 100% darauf verlassen werden. Dies ist mehr gedacht als "hier, das ist das Beste was du momentan kriegen kannst." Ich habe versucht einen Zauber-Wiederherstellungsmodus zu machen, aber das hat nicht funktioniert. Der Grund dafür ist einfach dass die Firmware auf deinem Mac Dateien ignoriert, welche aus irgend einem Grund zu existieren scheinen. Wenn diese Dateien nicht ignoriert werden würdet, müsste ich diese Nachricht nicht schreiben. Du kannst jedoch das Folgende mit der Wiederherstellung machen: NVRAM Werte bearbeiten (Wie SIP Status und boot-args), das Festplattendienstprogramm verwenden, das Internet durchsuchen (Denke ich zumindest?) und Kexts patchen/entpatchen (Und wahrscheinlich auch einige andere Dinge). Mein Vorschlag ist, einen Installer USB zu erstellen und ihn zu behalten. Du kannst ¨hiermit macOS nicht neu installieren.
el: Αυτό δεν είναι κάτι στο οποίο πρέπει να βασίζεστε 100%. Είναι κυρίως η καλύτερη προσπάθεια μας για τώρα. Έχω δοκιμάσει να κάνω την τέλεια λειτουργία επαναφοράς, κάτι που δεν δούλεψε, κυρίως επειδή το υλικολογισμικό του Mac σας αγνοεί αρχεία που δεν έχουν λόγο ύπαρξης. Αν αυτά τα αρχεία δεν αγνοούνταν, δεν θα έγραφα αυτό το μήνυμα. Μπορείτε όμως να κάνετε τα εξής με την λειτουργία επαναφοράς: Διαχείρηση αξιών NVRAM (όπως την κατάσταση του SIP και boot-args), να χρησιμοποιήσετε το Disk Utility, να σερφάρετε το διαδίκτυο (Μάλλον?), και να κάνετε unpatch/patch των kexts (και μάλλον άλλα πράγματα). Συστήνω να φτιάξετε ένα USB εγκαταστάτη και να το κρατήσετε. Δεν μπορείτε με αυτό να επανεγκαταστήσετε το macOS.
es: Esto NO es algo que debería confiarse 100%. Esto es mayormente un "aquí, es lo mejor que hay por el momento." He tratado de hacer un modo recuperación de ensueño, pero no ha funcionado, mayormente porque la firma interna de tu Mac ignora estos archivos. Si estos no fueran olvidados no tendría que hacer este mensaje. Sin embargo, podrías hacer lo siguiente con modo recuperación: Manejar los valores del NVRAM (como el estado del SIP y boot-args), usar Utilidades del Disco, navegar el internet (¿Supongo?) y quitar/aplicar parches (y probablemente otras cosas). Mi sugerencia es hacer el instalador USB y conservarlo. No puedes e instalar macOS con esto.
fr: Ce n'est pas quelque chose sur lequel on peut compter à 100%. C'est surtout un "tiens, prends-le, c'est le mieux que tu puisses avoir pour le moment." J'ai essayé de créer un mode de récupération de rêve, mais cela n'a pas fonctionné, principalement parce que le firmware de votre Mac ignore les fichiers qui semblent exister sans aucune raison. Si ces fichiers n'étaient pas ignorés, je n'aurais pas à faire ce message. Vous pouvez cependant faire ce qui suit avec la récupération : Gérer les valeurs NVRAM (comme l'état SIP et les arcs de démarrage), utiliser l'utilitaire de disque, naviguer sur le web (je suppose ?), et dépatouiller/patcher les kexts (et probablement d'autres choses). Ma suggestion est de faire un installateur usb et de le conserver. Vous ne pouvez pas réinstaller macOS avec ça.
hr: Ovo NIJE neato u ato se treba pouzdati 100%. Ovo je uglavnom samo "evo, imajte ovo, to je najbolje ato za sada mo~ete dobiti." Pokuaao sam napraviti ato bolji na in oporavka, ali to nije uspjelo, uglavnom zato ato firmware na vaaem Macu ignorira datoteke za koje se ini da postoje bez ikakvog razloga. Da te datoteke nisu zanemarene, ne bih morao slati ovu poruku. Meutim, s oporavkom mo~ete u initi sljedee: upravljati NVRAM vrijednostima (poput statusa SIP-a i pokreta kih argumenata), koristiti uslu~ni program Disk, pregledavati web (pretpostavljam?) I raspakirati/zakrpati kekte (i vjerojatno neke druge stvari). Moj je prijedlog da napravite instalacijski USB i zadr~ite ga. Ovim ne mo~ete ponovno instalirati macOS.
nl: Dit IS NIET iets waar 100% op moet worden vertrouwd. Dit is meestal gewoon een "hier, heb het dit is het beste dat je kunt krijgen voor nu." Ik heb geprobeerd om een droom herstelmodus te maken, maar dat is niet gelukt, vooral omdat de firmware op je Mac bestanden negeert die lijken te bestaan zonder reden wat dan ook. Als die bestanden niet genegeerd werden, hoefde ik dit bericht niet te maken. U kunt echter het volgende doen met herstel: NVRAM-waarden beheren (zoals de SIP-status en boot-args), Schijfhulpprogramma gebruiken, op internet surfen (denk ik?) en kexts verwijderen / patchen (en waarschijnlijk enkele andere dingen). Mijn suggestie is om een installateur usb te maken en vast te houden. Hiermee kunt u macOS niet opnieuw installeren.
pt_br: Isto NÃO É algo em que se deva confiar a 100%. Isso é principalmente apenas um “pega, é o melhor vais ter por agora. " Eu tentei fazer um modo de recuperação de sonho, mas não funcionou, principalmente porque o firmware no teu Mac ignora ficheiros sem razão alguma. Se esses ficheiros não fossem ignorados, eu não teria que escrever esta mensagem. No entanto, podes fazer o seguinte com a recuperação: Gerir valores de NVRAM (como o estado do SIP e os argumentos de arranque), usar o Utilitário de disco, navegar na web (eu acho?) E fazer o unpatch/patch dos kexts (e provavelmente mais algumas coisas). Minha sugestão é fazer um instalador usb e guarda-lo. Você não pode reinstalar o macOS com ele.
pt_pt: Isto NÃO É algo em que se deva confiar a 100%. Isto é maioritariamente apenas um “pega, é o melhor vais ter por agora. " Eu tentei fazer um modo de recuperação de sonho, mas não funcionou, principalmente porque o firmware no teu Mac ignora ficheiros sem razão alguma. Se esses ficheiros não fossem ignorados, eu não teria que escrever esta mensagem. No entanto, podes fazer o seguinte com a recuperação: Gerir valores de NVRAM (como o estado do SIP e os argumentos de arranque), usar o Utilitário de disco, navegar na web (acho eu?) E fazer o un-patch/patch dos kexts (e provavelmente mais algumas coisas). A minha sugestão é criar um instalador usb e guarda-lo. Não podes reinstalar o macOS com ele.
ru: Это НЕ ТА ВЕЩЬ, на которую можно полагаться на 100%. В основном это просто "держите, это лучшее, что можно тут сделать". Я пытался создать режим восстановления мечты, но это не сработало, в основном потому, что прошивка на вашем Mac игнорирует файлы, которые по её мнению существуют без всякой причины. Если бы эти файлы не игнорировались, мне бы не пришлось делать это сообщение. Однако вы можете делать такие вещи в режиме восстановления: управлять значениями NVRAM (например, статусом SIP и аргументами загрузки), использовать Дисковую утилиту, просматривать веб-страницы (наверное?) и патчить/восстанавливать кексты (и, возможно, некоторые другие вещи). Я советую создать установочный USB и пользоваться им. Вы не можете переустановить macOS через режим восстановления.
uk: Це НЕ ТА РІЧ, на яку можна покладатися на 100%. В основному це просто "тримайте, це найкраще, що можна тут зробити". Я намагався створити режим відновлення мрії, але це не спрацювало, в основному тому, що прошивка на вашому Mac ігнорує файли, які на її думку існують без будь-якої причини. Якби ці файли не ігнорувалися, мені б не довелося робити це повідомлення. Однак ви можете робити такі речі в режимі відновлення: управляти значеннями NVRAM (наприклад, статусом SIP та аргументами завантаження), використовувати Дискову утиліту, переглядати веб-сторінки (напевно?), а також патчити/відновлювати кексти (і, можливо, деякі інші речі). Я раджу створити інсталяційний USB і користуватися ним. Ви не можете перевстановити macOS через режим відновлення.

# PO-IR-SIP-ON
source: SIP is On
ar: SIP قيد التشغيل
bs: SIP je Uključen
de: SIP ist aktiviert
el: Το SIP είναι Ενεργοποιημένο
es: SIP está Encendido
fr: SIP est activé
hr: SIP je uklju en
nl: SIP is ingeschakeld
pt_br: SIP está Ligado
pt_pt: O SIP está Ligado
ru: SIP активирован
uk: SIP увімкнено

# PO-IR-SIP-ON-DESCRIPTION
source: The recovery patch cannot be installed with SIP on because of the filesystem protections. Now it might seem that the only way to turn off SIP is with recovery mode but there are other ways. If you still have the installer USB, you might be able to boot into the EFI Boot on it. If that doesn't work or you can't do that, boot into internet recovery mode (CMD-OPTION-R on boot) and you can do it from there.
ar: لا يمكن تثبيت تصحيح الاسترداد مع تشغيل SIP بسبب حماية نظام الملفات. قد يبدو الآن أن الطريقة الوحيدة لإيقاف SIP هي وضع الاسترداد ولكن هناك طرق أخرى. إذا كان لا يزال لديك المثبت USB ، فقد تتمكن من التمهيد في EFI Boot عليه. إذا لم يفلح ذلك أو لم تتمكن من القيام بذلك ، فقم بالتمهيد في وضع استرداد الإنترنت (اضغط CMD-OPTION-R عند التمهيد) ويمكنك القيام بذلك من هناك.
bs: Patch za oporavak ne može biti instaliran kada je SIP uključen zbog zaštite fajl sistema. Sada se možda čini da je jedini način za gašenje SIP-a preko moda za oporavak ali postoje drugi načini Ako još uvijek imate instalacijski USB, možda ćete moći ući u EFI Boot na njemu. Ako to ne radi, ili to ne možete uraditi, uđite u Internetski mod za oporavak (CMD-OPTION-R prilikom paljenja) i možete to uraditi od tamo.
de: Der Wiederherstellungs Patch kann nicht mit aktivierter SIP installiert werden, aufgrund von Dateisystem Sicherungen. Es sieht vielleicht so aus, als ob der einzige Weg SIP zu deaktivieren im Wiederherstellungs Modus ist, es gibt jedoch andere Wege. Wenn du den Installer USB noch hast, kannst du vielleicht in die EFI Boot Partition starten. Wenn das nicht funktioniert, oder du es nicht machen kannst, starte die Internet Wiederherstellung (CMD-OPTION-R beim Start) und du kannst es von dort aus machen.
el: Το patch επαναφοράς δεν μπορεί να εγκατσταθεί με το SIP ενεργοποιημένο λόγω προστασίας του συστήματος αρχείων. Φαινομενικά, η απενεργοποίηση του SIP γίνετε μονο μέσα από την λειτουργία επαναφοράς. Αν όμως έχετε ακόμα τον USB εγκαταστάτη, τότε ίσως μπορέσετε να αρχίσετε στο EFI Boot του. Αν αυτό δεν λειτουργήσει, δοκιμάστε την διαδικτυακή λειτουργία επαναφοράς (CMD-OPTION-R κατά την εκκίνηση) από την οποία θα μπορείτε να το κάνετε.
es: El parche de recuperación no pudo ser instalado con SIP encendido porque protege la integridad del sistema. Podría parecer que la única manera de desactivarlo es en el modo recuperación, pero hay otras maneras. Si aun tienes el instalador del USB, podrías iniciar del modo recuperación desde EFI. Si eso no funciona o no puedes hacerlo, inicia desde modo recuperación por internet (CMD-OPTION-R en encendido) y lo puedes hacer desde ahí.
fr: Le patch de récupération ne peut pas être installé avec SIP activé à cause des protections du système de fichiers. Il peut sembler que le seul moyen de désactiver SIP soit le mode de récupération, mais il existe d'autres moyens. Si vous avez toujours la clé USB d'installation, vous pouvez peut-être démarrer en mode de démarrage EFI. Si cela ne fonctionne pas ou si vous ne pouvez pas le faire, démarrez en mode de récupération Internet (CMD-OPTION-R au démarrage) et vous pourrez le faire à partir de là.
hr: Zakrpa oporavka ne mo~e se instalirati s uklju enim SIP-om zbog zaatita datote nog sustava. Sad bi se moglo initi da je jedini na in za isklju ivanje SIP-a na in rada za oporavak, ali postoje i drugi na ini. Ako i dalje imate instalacijski USB, mo~da ete moi pokrenuti EFI Boot na njemu. Ako to ne uspije ili to ne mo~ete, pokrenite ra unalo u na inu oporavka s interneta (CMD-OPTION-R prilikom pokretanja).
nl: De herstelpatch kan niet worden geïnstalleerd met SIP aan vanwege de bestandssysteembeveiligingen. Nu lijkt het misschien dat de enige manier om SIP uit te schakelen is met de herstelmodus, maar er zijn andere manieren. Als u nog steeds de USB van het installatieprogramma hebt, kunt u mogelijk opstarten in de EFI Boot erop. Als dat niet werkt of als u dat niet kunt doen, start u op in de internetherstelmodus (CMD-OPTION-R bij opstarten) en kunt u het vanaf daar doen.
pt_br: O patch de recuperação não pode ser instalado com SIP ligado por causa das proteções do sistema de arquivos. Agora pode parecer que a única maneira de desligar o SIP é com o modo de recuperação, mas existem outras maneiras. Se você ainda tiver o instalador USB, você pode ser capaz de inicializar na inicialização do EFI. Se isso não funcionar ou se você não puder fazer isso, inicialize no modo de recuperação pela internet (CMD-OPTION-R no início) e você pode fazer isso a partir daí.
pt_pt: O patch de recuperação não pode ser instalado com o SIP ativado por causa das proteções do sistema de ficheiros. Pode parecer que a única maneira de desligar o SIP é com o modo de recuperação, mas existem outras formas. n nSe ainda tiveres o USB do instalador, poderás conseguir arrancar no EFI de arranque. Se isso não funcionar ou não conseguires fazer isso, arranca em modo de recuperação de internet (CMD-OPTION-R no arranque) e partir daí já consegues.
ru: Патч режима восстановления не может быть установлен при включенном SIP из-за защиты файловой системы. Может показаться, что единственный способ отключить SIP - это режим восстановления, но есть и другие способы. Если у вас все еще есть установочный USB-накопитель, возможно, вы сможете загрузиться в EFI Boot на нем. Если это не сработает или вы не можете этого сделать, загрузитесь в режиме восстановления через Интернет (CMD-OPTION-R при загрузке), и вы сможете сделать это оттуда.
uk: Патч режиму відновлення не може бути встановлений при увімкненому SIP через захист файлової системи. Може здатися, що єдиний спосіб вимкнути SIP - це режим відновлення, але є й інші способи. Якщо у вас все ще є установчий USB-накопичувач, можливо, ви зможете завантажитися в EFI Boot на ньому. Якщо це не спрацює або ви не можете цього зробити, завантажте комп'ютер в режим відновлення через Інтернет (CMD-OPTION-R під час завантаження), і ви зможете зробити це звідти.

# PO-IR-PATCHING
source: Patching Recovery
ar: تصحيح وضع الاسترداد
bs: Patchovanje oporavka
de: Wiederherstellung patchen
el: Patch της Επαναφοράς
es: Parcheando Modo Recuperacion
fr: Récupération des patches
hr: Krpanje Oporavka
nl: Herstelmodus patchen
pt_br: Patchando da Recuperação
pt_pt: A fazer o Patch da Recuperação
ru: Патчинг режима восстановления
uk: Патчінг режиму восстановления

# PO-IR-PATCHING-DESCRIPTION
source: macOS Recovery Mode is now being patched onto your Mac. This process has two steps, first is two download the required files, and second is to install them. It's super simple, and doesn't take too long. Once this is done, macOS recovery will be unlocked. Note that if you have multiple partitions, your startup disk's recovery will be (most likely) preferred and will boot instead of the other installed recoveries.
ar: يتم الآن تصحيح وضع استرداد macOS على جهاز Mac الخاص بك. تتكون هذه العملية من خطوتين ، الأولى تنزيل الملفات المطلوبة والثانية لتثبيتها. إنها بسيطة للغاية ولا تستغرق وقتًا طويلاً. بمجرد الانتهاء من ذلك ، سيتم إلغاء قفل استرداد macOS. لاحظ أنه إذا كان لديك عدة أقسام ، فسيكون استرداد قرص بدء التشغيل (على الأرجح) مفضلاً وسيتم التمهيد بدلاً من عمليات الاسترداد المثبتة الأخرى.
bs: MacOS Mod za Oporavak se sada patchuje na vaš Mac. Ovaj proces ima 2 koraka, prvi je da skinete neophodne fajlove a drugi je da ih instalirate. Ovo je super jednostavno, i ne treba puno vremena. Kada ovo bude gotovo, MacOS Mod za Oporavak će biti otključan. Zapamtite da ako imate više particija, Mod za Oporavak vašeg startup diska će biti pokrenut (najvjerovatnije) umjesto drugih instaliranih Modova za Oporavak.
de: Der macOS Wiederherstellungs Modus wird jetzt auf deinen Mac gepatcht. Dieser Vorgang hat zwei Schritte, zuerst werden die benötigten Dateien heruntergeladen und danach werden sie installiert. Es ist sehr simpel und dauert nicht allzu lange. Wenn dies abgeschlossen ist, wird die macOS Wiederherstellung entsperrt. Wichtig: Wenn du mehrere Partitionen hast, wird die Wiederherstellung von deinem Start-Laufwerk (wahrscheinlich) priorisiert und anstelle der anderen installierten Wiederherstellungslaufwerke.
el: Η Λειτουργία Επαναφοράς του macOS γίνετε patched στον Mac σας. Αυτή η διαδικασία έχει δύο μέρη, πρώτα είναι η λήψη απαραίτητων αρχείων, και δεύτερων η εγκατάσταση τους. Είναι απλό και γρήγορο. Μόλις τελειώσει, η λειτουργία επαναφοράς του macOS θα ξεκλειδωθεί. Αν έχετε πολλαπλές διαχωρίσεις στον δίσκο σας, λειτουργία επαναφοράς του δίσκου εκκίνησης θα επιλεχθεί (πιθανότατα) αντί για άλλες λειτουργίες επαναφοράς.
es: El modo recuperación de macOS está siendo parcheado en tu Mac. Este proceso tiene dos pasos. El primero es descargar los archivos requeridos y segundo instalarlos. Es super simple y no toma mucho tiempo. Luego de que se complete el modo recuperación de macOS será accesible. Nótese que si tiene múltiples particiones, tu disco de inicio será lo más seguro seleccionado o preferido y se iniciará desde el en vez de otros modos de recuperaciones instalados.
fr: Le mode de récupération de macOS est en cours d'installation sur votre Mac. Ce processus comporte deux étapes, la première consiste à télécharger les fichiers requis, et la seconde à les installer. C'est super simple, et ne prend pas trop de temps. Une fois que cela est fait, la récupération de macOS sera déverrouillée. Notez que si vous avez plusieurs partitions, la récupération de votre disque de démarrage sera (très probablement) préférée et démarrera à la place des autres récupérations installées.
hr: Na in oporavka macOS-a je sada ukrpan na vaaem Macu. Ovaj postupak ima dva koraka, prvi je da preuzmite potrebne datoteke, a drugi je da ih instalirate. Vrlo je jednostavno i ne traje predugo. Nakon ato se to u ini, oporavak macOS-a bit e otklju an. Imajte na umu da e, ako imate viae particija, (najvjerojatnije) biti preferiran oporavak vaaeg diska za pokretanje koji e se pokretati umjesto ostalih instaliranih oporavka.
nl: macOS Recovery Mode wordt nu gepatcht op je Mac. Dit proces heeft twee stappen, ten eerste zijn twee het downloaden van de vereiste bestanden en ten tweede is het installeren ervan. Het is super simpel en duurt niet lang. Zodra dit is gebeurd, wordt macOS-herstel ontgrendeld. Houd er rekening mee dat als u meerdere partities hebt, het herstel van uw opstartschijf (hoogstwaarschijnlijk) de voorkeur heeft en wordt opgestart in plaats van de andere geïnstalleerde herstelprogramma's.
pt_br: O modo de recuperação do macOS está agora a ser corrigido no teu Mac. Este processo tem duas etapas: a primeira é fazer a descarga dos ficheiros necessários e a segunda é instalá-los. É super simples e não demora muito. Feito isso, a recuperação do macOS será desbloqueada. Nota que se tiveres várias partições, a recuperação do disco de arranque será (provavelmente) preferida e será feito por aí o arranque em vez de uma das outras recuperações instaladas.
pt_pt: O modo de recuperação do macOS está agora a ser corrigido no teu Mac. Este processo tem duas etapas: a primeira é fazer a descarga dos ficheiros necessários e a segunda é instalá-los. É super simples e não demora muito. Feito isso, a recuperação do macOS será desbloqueada. Nota que se tiveres várias partições, a recuperação do disco de arranque será (provavelmente) preferida e será feito por aí o arranque em vez de uma das outras recuperações instaladas.
ru: Режим восстановления macOS на вашем Mac будет пропатчен. Этот процесс состоит из двух шагов: первый - это загрузка двух необходимых файлов, а второй - их установка. Это очень просто и не занимает много времени. Как только это будет сделано, восстановление macOS будет разблокировано. Обратите внимание, что если у вас несколько разделов, восстановление с загрузочного диска будет (скорее всего) предпочтительным и будет загружаться вместо других установленных средств восстановления.
uk: Режим відновлення macOS на вашому Mac буде пропатчений. Цей процес складається з двох етапів: перший - це завантаження двох необхідних файлів, а другий - їх встановлення. Це дуже просто і не займає багато часу. Як тільки це буде зроблено, відновлення macOS буде розблоковано. Зверніть увагу, що якщо у вас кілька розділів, відновлення з основного диску буде (швидше за все) переважним і буде завантажуватися замість інших встановлених засобів відновлення.

# PO-IR-DOWNLOAD-RECOVERY
source: Downloading Recovery
ar: يتم تحميل الاسترداد
bs: Skidanje Moda za Oporavak
de: Wiederherstellung herunterladen
el: Λήψη Λειτουργία Επαναφοράς
es: Descargando Modo Recuperación
fr: Télécharger la récupération
hr: Preuzimanje Oporavka
nl: Herstel downloaden
pt_br: Descarregando Recuperação
pt_pt: A Descarregar a Recuperação
ru: Загрузка файлов режима восстановления
uk: Завантаження файлів режиму відновлення

# PO-IR-DONE
source: Done Patching Recovery!
ar: تم الانتهاء من تصحيح الاسترداد
bs: Završeno Patchovanje Oporavka!
de: Patchen der Wiederherstellung abgeschlossen!
el: Τέλος του Patching της Λειτουργίας Επαναφοράς!
es: Parcheo de Modo Recuperación Completado!
fr: Récupération des patches terminée!
hr: Dovraeno Krpanje Oporavka
nl: Herstelmodus patch voltooid
pt_br: Patch da Recuperação Terminado!
pt_pt: Patch da Recuperação Terminado!
ru: Режим восстановления пропатчен!
uk: Режим відновлення пропатчено!

source: Go Home
ar: اذهب إلى الصفحة الرئيسية
bs: Vrati se na početnu stranicu
de: Zurück zum Startbildschirm
el: Επιστροφή στην Αρχική
es: Ir a Inicio
fr: Retourner
hr: Nazad
nl: Ga naar het beginscherm
pt_br: Voltar ao Inicio
pt_pt: Voltar ao Inicio
ru: В главное меню
uk: У головне меню

# PO-ST-FRIENDS
source: Friends of Patched Sur
ar: اصدقاء Patched Sur
bs: Prijatelji Patched Sur-a
de: Patched Sur's Freunde
el: Φίλοι του Patched Sur
es: Amigos de Patched Sur
fr: Amis de Patched Sur
hr: Prijatelji Zakrpanog Sur-a
pt_br: Amigos do Patched Sur
pt_pt: Amigos do Patched Sur
ru: Друзья Patched Sur
uk: Друзі Patched Sur
