Repository: Ben216k/Patched-Sur
Catalog: Patched Sur - For Catalina/Localization/*.lproj/Localizable.strings
Languages: ar, bs, de, el, es, fr, hr, nl, pt_br, pt_pt, ru, uk

# PO-CI-START-DESCRIPTION
source: This tool allows you to create a Patched Sur patched macOS Big Sur installer USB, similar to how the pre-install app does it, except with a couple of changes. This can definitely be used as a just in case if you run into a problem later with the patcher. Note that you can install a recovery partition that is pretty similar to this, however currently it cannot reinstall macOS since there is no WiFi in recovery, but this can. Also note that if you are using this to upgrade, there is an easier way, which is the post-install app.
ar: تتيح لك هذه الأداة إنشاء برنامج تثبيت macOS Big Sur من Patched Sur على USB ، متشابه مع الذي يفعله تطبيق التثبيت المسبق ، باستثناء بعض التغييرات. يمكن بالتأكيد استخدام هذا في حالة اذا واجهت مشكلة لاحقًا مع الباتشر. ملاحظة: يمكنك تثبيت قسم استرداد مشابه جدًا لهذا ، ولكن لا يمكن حاليًا إعادة تثبيت macOS نظرًا لعدم وجود WiFi في الاسترداد ، ولكن هذا ممكن. لاحظ أيضًا أنه إذا كنت تستخدم هذا للترقية ، فهناك طريقة أسهل ، وهي تطبيق ما بعد التثبيت.
bs: Ovaj alat vam dozvoljava da napravite Patched Sur patchovani macOS Big Sur instalacijski USB, slično kao što to radi aplikacija prije instalacije Big Sur sistema, sa nekoliko promjena. Ovo može biti korišteno u slučaju da kasnije naletite na problem sa Patcherom. Zapamtite da možete instalirati particiju za oporavak koja je prilično slična ovome, ipak trenutno ne može reinstalirati macOS zato što nema WiFi signala u recovery modu, a ovo može. Također zapamtite da ako koristite ovo za ažuriranje, postoji lakši način, a to je aplikacija poslije instalacije Big Sur sistema.
de: Diese Tool erlaubt es dir, einen gepatchten macOS Big Sur Installer USB zu erstellen. Ähnlich wie es die Vorinstallations-App macht, jedoch mit ein paar Änderungen. Dies kann in einer für den Fall Situation genutzt werden, dalls du später mit Problemen konfrontiert wirst. Wichtig: Es kann eine Wiederherstellungs-Partition installiert werden, welche sehr ähnlich ist. Jedoch kann diese macOS nicht neu installieren, da es in der Wiederherstellung kein WiFi gibt. Auch wichtig: Wenn du diese Methode für das Upgrade benutzt, es gibt einen besseren Weg: Die Nachinstallations-App.
el: Αυτό το εργαλείο σάς επιτρέπει να δημιουργήσετε ένα patched USB εγκατάστασης (τύπου Patched Sur) για την εγκατάσταση του macOS Big Sur, παρόμοια με τον τρόπο που κάνει η εφαρμογή προεγκατάστασης, με μερικές όμως διαφορές. Αυτό μπορεί σίγουρα να χρησιμοποιηθεί σε περίπτωση που αντιμετωπίσετε πρόβλημα αργότερα με το patcher. Σημειώστε ότι μπορείτε να εγκαταστήσετε ένα Recovery Partition που είναι αρκετά παρόμοιο με αυτό το USB, ωστόσο προς το παρόν δεν μπορεί να επανεγκαταστήσει το macOS αφού δεν υπάρχει WiFi στην λειτουργεία Recovery (ανάκτηση). Επίσης να σημειωθεί ότι αν χρησιμοποιείται αυτό το εργαλείο για να κάνετε ενημέρωση, υπάρχει και πιο εύκολος τρόπος, που είναι η εφαρμογή για μετά την εγκατάσταση (post-install app).
es: Esta herramienta te permite parchar un USB con Big Sur mediante Patched Sur. Es similar a lo que la aplicación pre instalación hace, pero con algunos cambios. Esto podría usarse en caso de que tengas problemas futuros con el parche. Note que puedes instalar una partición de modo recuperación que es similar a esto, sin embargo, actualmente no es posible instalar de nuevo macOS debido a que no funciona el WiFi en el modo recuperación, pero esto sí tiene. También note que si utilizas esto para actualizar hay una manera más sencilla que es la aplicación post instalación.
fr: Cet outil vous permet de créer un USB d'installation de macOS Big Sur, similaire à la façon dont l'application de préinstallation le fait, sauf avec quelques changements. Cela peut certainement être utilisé comme un juste au cas où vous rencontrez un problème plus tard avec le correcteur. Notez que vous pouvez installer une partition de récupération qui est assez similaire à celle-ci, cependant, actuellement, elle ne peut pas réinstaller macOS car il n'y a pas de WiFi dans la récupération, mais ceci peut. Notez également que si vous l'utilisez pour effectuer une mise à niveau, il existe un moyen plus simple, à savoir l'application post-installation.
hr: Ovaj vam alat omoguuje stvaranje patched Sur zakrpanog macOS Big Sur instalacijskog USB-a, sli no onome kako to radi predinstalacijska aplikacija, osim uz nekoliko izmjena. Ovo se mo~e koristiti ako kasnije naiete na problem s krpa em. Imajte na umu da mo~ete instalirati particiju za oporavak koja je prili no sli na ovoj, no trenutno ne mo~e ponovno instalirati macOS jer u oporavku nema WiFi-a, ali to mo~e. Takoer imajte na umu da ako ovo koristite za nadogradnju, postoji lakai na in, a to je aplikacija nakon instalacije.
nl: Met deze tool kunt u een Patched Sur-gepatchte macOS Big Sur-installatie-USB maken, vergelijkbaar met hoe de pre-install-app het doet, behalve met een paar wijzigingen. Dit kan zeker worden gebruikt als een just in het geval als je later een probleem tegenkwam met de patcher. Merk op dat u een herstelpartitie kunt installeren die hier behoorlijk op lijkt, maar momenteel kan macOS niet opnieuw worden geïnstalleerd omdat er geen WiFi in herstel is, maar dit kan wel. Houd er ook rekening mee dat als u dit gebruikt om te upgraden, er een eenvoudigere manier is, namelijk de app na de installatie.
pt_br: Esta ferramenta permite que você crie um instalador USB com patches para o MacOS Big Sur, semelhante à forma como o aplicativo de pré-instalação o faz, exceto com algumas alterações. Isto pode definitivamente ser usado como um 'só no caso' se você se deparar com um problema mais tarde com o remendador. Note que você pode instalar uma partição de recuperação que é bastante similar a esta, porém atualmente ela não pode reinstalar o macOS, já que não há WiFi na recuperação, mas esta pode. Observe também que se você estiver usando isto para atualizar, há uma maneira mais fácil, que é o aplicativo pós-instalação.
pt_pt: Esta ferramenta permite que seja criado um instalador USB do macOS Big Sur com o patch do Patched Sur, semelhante à forma como a aplicação de pré-instalação faz, exceto com algumas alterações. Isto pode definitivamente ser usado no caso de ter um problema mais tarde com o patcher. Nota, podes instalar uma partição de recuperação bastante semelhante a esta; no entanto, atualmente não é possível reinstalar o macOS, pois não há WiFi na recuperação, mas com este instalador podes. Nota também que, se estiveres a usar isto para atualizar, existe uma maneira mais fácil, que é a aplicação pós-instalação.
ru: Этот инструмент позволяет вам создать пропатченный установщик macOS Big Sur на USB-накопителе, аналогично тому, как это делает приложение предварительной установки, за исключением нескольких изменений. Это можно использовать, если вы столкнетесь с проблемой с патчером. Обратите внимание, что вы можете установить раздел восстановления, который очень похож на этот, однако в настоящее время с помощью него невозможно переустановить macOS, так как при восстановлении нет Wi-Fi. Также обратите внимание, что если вы используете это для обновления, есть более простой способ - послеустановочное приложение.
uk: Цей інструмент дозволяє вам створити пропатченний інсталятор macOS Big Sur на USB-накопичувачі, аналогічно тому, як це робить додаток попередньої установки, за винятком декількох змін. Це можна використовувати, якщо ви зіткнетеся з проблемою з патчером. Зверніть увагу, що ви можете встановити розділ відновлення, який дуже схожий на цей, проте в даний час за допомогою нього неможливо перевстановити macOS, так як при відновленні немає Wi-Fi. Також зверніть увагу, що якщо ви використовуєте це для оновлення, є більш простий спосіб - післяінсталяційний додаток.

# PO-CI-FINISHED-TITLE
source: Finished Creating a macOS Installer
ar: تم الانتهاء من إنشاء مثبت macOS
bs: Završeno kreiranje MacOS instalacije
de: Erstellen des macOS Installers abgeschlossen.
el: Τέλος Δημιουργίας Εγκαταστάτη του macOS.
es: Creación del Instalador macOS Finalizada
fr: Fin de la création d'un installateur macOS
hr: Zavraeno je stvaranje macOS programa za instaliranje
nl: Klaar met het maken van een macOS-installatieprogramma
pt_br: Concluído Criação de um Instalador macOS
pt_pt: A Criação do Instalador do macOS foi Finalizada
ru: Установщик macOS создан
uk: Інсталятор macOS створено

# PO-CI-FINSIHED-DESCRIPTION
source: This installer can now be used for whatever you wanted to use it for. It is fully patched just like how it would be if you made it with the pre-install app. It contains the macOS installer (hopefully you know that), a full recovery mode environment, and of course Patched Sur for patching the kexts.
ar: يمكن الآن استخدام برنامج التثبيت هذا لأي شيء تريد استخدامه من أجله. تم تصحيحه بالكامل تمامًا كما إذا قمت بإنشائه باستخدام تطبيق التثبيت المسبق. يحتوي على مثبت macOS (نأمل أن تعرف ذلك) ، وبيئة وضع استرداد كاملة ، وبالطبع Patched Sur لتصحيح ملفات kexts.
bs: Ovaj instaler sada može biti korišten za šta god ga želite koristiti. Potpuno je patchovan kao što bi bio da ste to uradili sa aplikacijom prije instalacije. Sadržava macOS instalaciju (nadam se da ste to znali), puno okruženje za oporavak i naravno Patched Sur za izmjenjivanje kext fajlova.
de: Dieser Installer kann jetzt für alles was du dir vorgestellt hast verwendet werden. Er ist komplett gepatcht, als wenn du ihn mit der Vorinstallations-App erstellt hättest. Er beinhaltet den macOS Installer (hoffentlich weisst du das), eine komplette Wiederherstellungs-Umgebung und natürlich Patched Sur um die Kexts zu patchen.
el: Αυτός ο εγκαταστάτης μπορεί πλέον να χρησιμοποιηθεί για ό,τι θελήσετε εσείς. Έχει γίνει πλήρες patch, ακριβώς όπως θα ήταν και αν κάνατε χρήση της εφαρμογής για πριν την εγκατάσταση (pre-install app). Περιέχει τον εγκαταστάτη του macOS (ελπίζω να το ξέρετε), ένα πλήρες περιβάλλον λειτουργίας επαναφοράς (recovery mode), και βεβαίως το Patched Sur για να κάνετε patch τα kext.
es: Este instalador puede ya utilizarse como desees. Está completamente parcheado igual como se hizo en la aplicación de pre instalación. Contiene el instalador macOS (Espero que lo sepas), un ambiente de recuperación y por supuesto Patched Sur para aplicar los parches kext.
fr: Cet installateur peut maintenant être utilisé pour tout ce que vous voulez. Il est entièrement patché comme il le serait si vous le faisiez avec l'application de pré-installation. Il contient l'installateur macOS (j'espère que vous le savez), un environnement complet en mode de récupération, et bien sûr Patched Sur pour patcher les kexts.
hr: Ovaj instalacijski program sada se mo~e koristiti za sve ono za ato ste ga ~eljeli koristiti. Potpuno je zakrpan, baa kao ato bi bio i kada biste ga napravili s aplikacijom predinstalacije. Sadr~i instalacijski program macOS, okru~enje punog na ina oporavka i naravno Patched Sur za krpanje kextova.
nl: Dit installatieprogramma kan nu worden gebruikt voor wat u maar wilt. Het is volledig gepatcht, net zoals het zou zijn als je het zou maken met de pre-install app. Het bevat het macOS-installatieprogramma (hopelijk weet je dat), een volledige herstelmodusomgeving en natuurlijk Patched Sur voor het patchen van de kexts.
pt_br: Este instalador pode agora ser utilizado para o que você quiser. Ele é totalmente remendado exatamente como seria se você o fizesse com o aplicativo de pré-instalação. Ele contém o instalador macOS (espero que você saiba disso), um ambiente em modo de recuperação total e, é claro, o Patched Sur para patchando os kexts.
pt_pt: Este instalador agora pode ser usado para qualquer finalidade que queiras. É totalmente patched como seria se o fizesses com a aplicação de pré-instalação. Ele contém o instalador do macOS (provavelmente sabes disso), um ambiente completo de modo de recuperação e, claro, o Patched Sur para fazer o patch dos kexts.
ru: Теперь этот установщик можно использовать для любых целей. Он полностью пропатчен и содержит установщик macOS (надеюсь, вы это знаете), среду режима восстановления и, конечно же, Patched Sur для патчинга кекстов.
uk: Тепер цей інсталятор можна використовувати для будь-яких цілей. Він повністю пропатчений і містить установник macOS (сподіваюся, ви це знаєте), середу режиму відновлення і, звичайно ж, Patched Sur для патчінга кекстів.

# PO-AMM-MODEL
source: Model
de: Modell
el: Μοντέλο
es: Modelo
fr: Modèle
pt_br: Modelo
pt_pt: Modelo
ru: Модель
uk: Модель

# PO-AMM-PROCESSOR
source: Processor
bs: Procesor
de: Prozessor
el: Επεξεργαστής
es: Procesador
fr: Processeur
hr: Procesor
pt_br: Processador
pt_pt: Processador
ru: Процессор
uk: Процесор

# PO-AMM-GRAPHICS
source: Graphics
bs: Grafika
de: Grafikkarte
el: Γραφικά
es: Gráficas
fr: Graphiques
hr: Grafika
nl: Grafisch
pt_br: Gráficos
pt_pt: Placa Gráfica
ru: Графика
uk: Графіка

# PO-AMM-MEMORY
source: Memory
bs: Memorija
de: Speicher
el: Μνήμη
es: Memoria
fr: Mémoire
hr: Memorija
nl: Geheugen
pt_br: Memória
pt_pt: Memória
ru: Память
uk: Пам'ять

# PO-AMM-BACK
source: Back to Home
ar: العودة إلى الصفحة الرئيسية
bs: Nazad na početak
de: Zurück zum Startbildschirm
el: Πίσω στην Αρχική
es: De vuelta a Inicio
fr: Retour à l'accueil
hr: Natrag na po etnu stranicu
nl: Terug naar begin
pt_br: Voltar ao início
pt_pt: Voltar ao Início
ru: Вернуться в главное меню
uk: Повернутися в головне меню

# PO-AMM-UPDATE
source: Software Update
ar: تحديث النظام
bs: Ažuriranje softvera
el: Ενημέρωση Λογισμικού
es: Actualización de Software
fr: Actualisation du logiciel
hr: A~uriranje softvera
pt_br: Atualização de Software
pt_pt: Atualização de Software
ru: Обновление ПО...
uk: Оновлення ПЗ...

# PO-AMM-VERSION
source: Version
ar: الإصدار
bs: Verzija
el: Έκδοση
hr: Verzija
nl: Versie
pt_br: Versão
pt_pt: Versão
ru: Версия
uk: Версія

# PO-UP-CHECKING
source: Checking for Updates
ar: يتم البحث عن تحديثات
bs: Provjeravanja ažuriranja
de: Auf Updates prüfen
el: Έλεγχος για Ενημερώσεις
es: Buscando Actualizaciones
fr: Vérification des actualisations
hr: Provjeravam a~uriranja
nl: Controleren op updates
pt_br: Verificação de Atualizações
pt_pt: Procurar Atualizações
ru: Проверка обновлений
uk: Перевірка оновлень

# PO-UP-CHECK-FAILED
source: Failed to Check For Updates
ar: فشل البحث عن التحديثات
bs: Neuspješna provjera ažuriranja
de: Updates konnten nicht überprüft werden
el: Αποτυχία Ελέγχου για Ενημερώσεις
es: Búsqueda de Actualizaciones Fallida
fr: Échec de la vérification des actualisations
hr: Provjera a~uriranja nije uspjela
nl: Kan niet controleren op updates
pt_br: Falha na Verificação de Atualizações
pt_pt: Falha ao Procurar Atualizações
ru: Ошибка при проверке обновлений
uk: Не вдалося перевірити оновлення

# PO-UP-CHECK-FAILED-1
source: This probably means either your WiFi connection is down, or GitHub's web-hosting servers are down. This shouldn't be much of a problem, assuming you can update macOS manually with the pre-install app, or update the patcher app itself by downloading from the Patched Sur GitHub page.
ar: ربما يعني هذا إما أن اتصال WiFi الخاص بك معطل ، أو أن خوادم استضافة الويب الخاصة بـ GitHub معطلة. لا ينبغي أن تكون هذه مشكلة كبيرة ، على افتراض أنه يمكنك تحديث macOS يدويًا باستخدام تطبيق التثبيت المسبق ، أو تحديث تطبيق patcher نفسه عن طريق التنزيل من صفحة Patched Sur GitHub.
bs: Ovo vjerovatno znači da je vaša WiFi konekcija loša, ili su GitHubovi serveri ugašeni. Ovo ne bi trebalo predstavljati problem, s obzirom da možete ažurirati MacOS ručno pomoću aplikacije prije instalacije Big Sur sistema, ili ažurirajte Patcher aplikaciju skidanjem sa Patched Sur GitHub stranice.
de: Das ist entweder, weil du nicht mit dem Internet verbunden bist, oder weil GitHub's Web-Hosting Server nicht erreichbar sind. Dies sollte aber nicht ein grosses Problem sein, du kannst macOS manuell mit der Vorinstallations-App updaten oder die Patcher-App selber von der Patched Sur GitHub Seite herunterladen.
el: Αυτό μάλλον σημαίνει οτι το WiFi σας δεν λειτορυγεί σωστά, ή οι server που μας φιλοξενούν στο GitHub δεν λειτουργούν. Δεν είναι όμως μεγάλο πρόβλημα αυτό, αφού μπορείτε να κάνετε ενημέρωση του macOS χειροκίνητα με την εφαρμογή προεγκατάστασης (pre-install app), ή να κάνετε ενημέρωση το ίδιο το patcher κατεβάζωντας την νεότερη έκδοση της εφαρμογής απο την σελίδα του Patched Sur στο GitHub.
es: Esto probablemente significa que tu conexión WiFi o los servidores de GitHub no están disponibles. Esto no debería ser un problema asumiendo que puedes instalar macOs manualmente con la aplicación de pre instalación o bajar la versión más reciente de Patched Sur directo de GitHub.
fr: Cela signifie probablement que votre connexion WiFi est en panne, ou que les serveurs d'hébergement web de GitHub sont en panne. Cela ne devrait pas être un problème, en supposant que vous pouvez mettre à jour macOS manuellement avec l'application de pré-installation, ou mettre à jour l'application patcher elle-même en la téléchargeant depuis la page GitHub de Patched Sur.
hr: To vjerojatno zna i da vam je WiFi veza prekinuta ili su GitHubovi poslu~itelji web hostinga u kvaru. To ne bi trebalo predstavljati veliki problem, pod pretpostavkom da mo~ete ru no a~urirati macOS pomou aplikacije za predinstalaciju ili a~urirati samu aplikaciju patcher preuzimanjem sa stranice Patched Sur GitHub.
nl: Dit betekent waarschijnlijk dat uw WiFi-verbinding is uitgeschakeld of dat de webhostingservers van GitHub uit zijn. Dit zou niet echt een probleem moeten zijn, ervan uitgaande dat u macOS handmatig kunt bijwerken met de pre-install app, of de patcher-app zelf kunt bijwerken door te downloaden van de Patched Sur GitHub-pagina.
pt_br: Isto provavelmente significa que ou sua conexão WiFi está em baixo, ou os servidores de hospedagem da Web do GitHub estão em baixo. Isto não deve ser um grande problema, supondo que você possa atualizar o macOS manualmente com o aplicativo pré-instalado, ou atualizar o próprio aplicativo patcher baixando-o da página Patched Sur GitHub.
pt_pt: Isto provavelmente significa que a conexão WiFi está inativa ou os servidores de hospedagem na web do GitHub estão inativos. Isto não deve ser um problema, assumindo que possas atualizar o macOS manualmente com a aplicação de pré-instalação ou atualizar a própria aplicação do patcher descarregada da página Patched Sur do GitHub.
ru: Это, вероятно, означает, что либо ваше интернет-соединение не работает, либо сервера веб-хостинга GitHub не работают. Это не должно быть проблемой, вы можете обновить macOS вручную с помощью Patched Sur или обновить сам патчер, загрузив его со страницы Patched Sur на GitHub.
uk: Це, ймовірно, означає, що або ваше інтернет-з'єднання не працює, або сервера веб-хостингу GitHub не працюють. Це не повинно бути проблемою, ви можете оновити macOS вручну за допомогою Patched Sur або оновити сам патчер, завантаживши його зі сторінки Patched Sur на GitHub.

# PO-UP-TITLE-PATCHER
source: Update Patcher
ar: تحديث الباتشر
bs: Ažurirajte Patcher
de: Patcher aktualisieren
el: Ενημέρωση του Patcher
es: Actualizar Parche
fr: Actualiser le Patcheur
hr: A~uriraj Patcher
pt_br: Atualizar o Patcher
pt_pt: Atualizar o Patcher
ru: Обновление патчера
uk: Оновлення патчеру

# PO-UP-TITLE-MACOS
source: Update macOS
ar: تحديث macOS
bs: Ažurirajte macOS
de: macOS aktualisieren
el: Ενημέρωση του macOS
es: Actualizar macOS
fr: Actualiser macOS
hr: A~urirajte macOS
pt_br: Atualizar o macOS
pt_pt: Atualizar o macOS
ru: Обновление macOS
uk: Оновлення macOS

# PO-UP-USING-TRACK
source: You are using the
ar: انت تستخدم
bs: Vi koristite
de: Du nutzt den
el: Χρησιμοποιείτε
es: Estás usando el
fr: Vous utilisez le
hr: Koristite
nl: U gebruikt de
pt_br: Você está usando o
pt_pt: Está a utilizar
ru: Вы используете
uk: Ви використовуєте гілку оновлень

# PO-UP-USING-TRACK-2
source: update track.
bs: verziju ažuriranja.
el: την Beta έκδοση για ενημέρωση.
es: canal de actualizaciones.
fr: piste d'actualisation.
hr: varijantu.
pt_br: caminho de atualização.
ru: ветку обновлений.

# PO-UP-BETA-DESCRIPTION
source: These updates can be unstable and is not always suggested for daily use.
ar: يمكن أن تكون هذه التحديثات غير مستقرة ولا يتم اقتراحها دائمًا للاستخدام اليومي.
bs: Ova ažuriranja mogu biti nestabilna i nisu preporučljiva za svakodnevnu upotrebu.
de: Diese Updates können instabil sein und sind für den täglichen Gebrauch nicht empfohlen.
el: Αυτές οι ενημερώσεις μπορεί να είναι ασταθείς και δεν συνιστώνται για καθημερινή χρήση.
es: Estas actualizaciones pueden ser inestables y no son recomendadas para uso diario.
fr: Ces actualisations peuvent être instables et ne sont pas toujours suggérées pour une utilisation quotidienne.
hr: Ova a~uriranja mogu biti nestabilna i nisu uvijek predlo~ena za svakodnevnu upotrebu.
nl: Deze updates kunnen instabiel zijn en worden niet altijd voorgesteld voor dagelijks gebruik.
pt_br: Estas atualizações podem ser instáveis e nem sempre são sugeridas para uso diário.
pt_pt: Essas atualizações podem ser instáveis ​​e nem sempre são o melhor para o uso diário.
ru: Эти обновления могут быть нестабильными и не всегда рекомендуются для повседневного использования.
uk: Ці оновлення можуть бути нестабільними і не завжди рекомендуються для повсякденного використання.

# PO-UP-RELEASE-DESCRIPTION
source: These updates are normally more stable and is the default update track.
ar: عادةً ما تكون هذه التحديثات أكثر استقرارًا وهي مسار التحديث الاصلي.
bs: Ova ažuriranja su obično stabilna i ovo je uobičajena verzija ažuriranja.
de: Diese Updates sind normalerweise stabiler und der Standard Update-Track.
el: Αυτές οι ενημερώσεις είναι πιο σταθερές και είναι η προεπιλογή.
es: Estas actualizaciones son normalmente estables y son el canal de actualizaciones predeterminado.
fr: Ces actualisations sont normalement plus stables et constituent la piste de mise à jour par défaut.
hr: Ta su a~uriranja obi no stabilnija i zadana su verzija a~uriranja.
nl: Deze updates zijn normaal gesproken stabieler en zijn de standaard updatetrack.
pt_br: Estas atualizações são normalmente mais estáveis e são a faixa de caminho de atualização.
pt_pt: Estas atualizações são normalmente mais estáveis ​​e é atualização padrão por predefinição.
ru: Эти обновления обычно более стабильны, данная ветка используется по умолчанию.
uk: Ці оновлення зазвичай більш стабільні, дана гілка використовується за промовчанням.

# PO-UP-IS-AVALIBLE
source: An update is available!
ar: هناك تحديث متاح!
bs: Ažuriranje je dostupno!
de: Ein Update ist verfügbar!
el: Μία ενημέρωση είναι διαθέσιμη!
es: Una actualización está disponible!
fr: Une actualisation est disponible !
hr: Dostupno je a~uriranje!
nl: Er is een update beschikbaar!
pt_br: Uma atualização está disponível!
pt_pt: Atualização Disponível!
ru: Доступно обновление!
uk: Доступно оновлення!

source: Released
ar: تم اصدار
bs: Izbačeno
de: Veröffentlicht
el: Έχει Κυκλοφορήσει
es: Publicado
fr: Publié
hr: Izdano
nl: Uitgebracht
pt_br: Lançado
pt_pt: Lançada
ru: Выпущено
uk: Випущено

source: Build
el: Έκδοση
fr: Construction
hr: Verzija
pt_br: Construção
ru: Сборка
uk: Збірка

# PO-UP-VIEW-OTHER
source: View Other Versions
ar: عرض الإصدارات الأخرى
bs: Pogledaj druge verzije
de: Alternative Versionen
el: Προβολή Άλλων Εκδόσεων
es: Ver Otras Versiones
fr: Voir autres versions
hr: Ostale verzije
nl: Andere versies bekijken
pt_br: Ver Outras Versões
pt_pt: Ver Outras Versões
ru: Посмотреть другие версии
uk: Подивитись інші версії

# PO-UP-START-TITLE
source: Start the macOS Update
ar: ابدأ تحديث macOS
bs: Započni MacOS ažuriranje
de: Starte das macOS Update
el: Έναρξη της ενημέρωσης του macOS
es: Comenzar la Actualización de macOS
fr: Lancez l'actualisation de macOS
hr: Pokrenite a~uriranje macOS-a
nl: De macOS-update starten
pt_br: Iniciar o MacOS Atualização
pt_pt: Iniciar a Atualização do macOS
ru: Начать обновление macOS
uk: Розпочати оновлення macOS
