Repository: Ben216k/Patched-Sur
Catalog: Patched Sur - For Catalina/Localization/*.lproj/Localizable.strings
Languages: ar, bs, de, el, es, fr, hr, nl, pt_br, pt_pt, ru, uk

# PRE-DONE-INFO
source: You're almost there on your way upgrading to Big Sur. The installer USB has successfully been created and it's time for a little manual work from you. If you're not directly following a tutorial, write these steps down so you know to do them (these are really easy steps, even though it looks like a lot of them): 1. Restart your Mac holding down option until you see some drive appear on screen. 2. Select the yellow or purple EFI Boot. This will immediately shutdown your computer. 3. Turn your Mac back on, holding option again. 4. Select Install macOS Big Sur. 5. Once your Mac boots, select (Re)Install macOS Big Sur again. (It might sound like it, but this will not wipe any user data, it will just upgrade the system files like a standard update) 6. When that app opens, go through the app and select your main volume (probably Macintosh HD, and NOT Install macOS Big Sur) 7. After the update is complete and you see the log-in window, open your Applications folder and launch Patched Sur. 8. Click Patch Kexts, then press Continue and enter your password. 9. After that is done, reboot your Mac and enjoy Big Sur!
ar: أنت على وشك الانتهاء في طريقك للتحديث إلى Big Sur. تم إنشاء USB المثبت بنجاح وحان وقت القليل من العمل اليدوي منك. إذا كنت لا تتبع برنامجًا تعليميًا بشكل مباشر ، فاكتب هذه الخطوات حتى تعرف كيفية القيام بها (هذه خطوات سهلة حقًا ، على الرغم من أنها تبدو كثيرة): ١. أعد تشغيل جهاز الMac مع الضغط المستمر علي زر Option حتى ترى بعض محركات الأقراص تظهر على الشاشة. ٢. اختر رمز EFI Boot الأصفر أو الأرجواني. سيؤدي هذا إلى إغلاق جهاز الكمبيوتر الخاص بك على الفور. ٣. أعد تشغيل جهاز الMac ، مع الاستمرار في الضغط على زر Option مرة أخرى. ٤. اضغط علي Install macOS Big Sur. ٥. بمجرد تشغيل جهاز الMac ، اضغط مرة اخري علي Install macOS Big Sur مرة أخرى. (هذا لن يمسح أي بيانات للمستخدم ، بل سيؤدي فقط إلى ترقية ملفات النظام مثل التحديث العادي) ٦. عند فتح التطبيق ، انتقل في التطبيق وحدد وحدة التخزين الرئيسية (ربما يسمي Macintosh HD ، و لكن ليس Install macOS Big Sur !!!) ٧. بعد اكتمال التحديث وظهور نافذة تسجيل الدخول ، افتح مجلد التطبيقات وابدأ تشغيل Patched Sur. ٨. اضغط على Patch Kexts ، ثم اضغط على متابعة وأدخل كلمة المرور الخاصة بك. ٩. بعد الانتهاء من ذلك ، أعد تشغيل جهاز الMac واستمتع بـ Big Sur!
bs: Skoro ste gotovi na putu ka Big Sur sistemu. Instalacijski USB je uspješno kreiran i sada je vrijeme za malo vašeg ručnog rada. Ako ne pratite neki tutorijal, zapišite ove korake tako da znate šta trebate raditi (koraci su lagani, iako izgleda da ih ima puno): 1. Restartujte Mac uređaj i držite 'option' dugme dok ne vidite neke diskove na ekranu. 2. Kliknite na žuti ili ljubičasti EFI Boot. Ovo će odmah ugasiti vaš uređaj. 3. Opet upalite Mac držeći 'option' dugme. 4. Kliknite na 'Instaliraj MacOS Big Sur' (Install MacOS Big Sur). 5. Kada se vaš Mac pokrene, kliknite na (re)instaliraj macOS Big Sur (možda tako zvuči, ali ovo neće obrisati korisničke podatke, samo će promijeniti sistemske fajlove kao standardno ažuriranje). 6. Kada se ta aplikacija pokrene, pratite korake i odaberite vaš disk (vjerovatno Macintosh HD), a NE 'Install MacOS Big Sur' disk. 7. Nakon što se ažuriranje završi i vidite ekran za logiranje, otvorite folder sa aplikacijama i pokrenite Patched Sur. 8. Kliknite Patch Kexts, onda kliknite Nastavi 'Continue' i upišite vašu šifru. 9. Nakon što se to završi, restartujte Mac i uživajte u Big Sur sistemu!
de: Du bist fast am Ziel des Big Sur Upgrades. Der Installations USB wurde erfolgreich erstellt und jetzt ist es an der Zeit für ein wenig Arbeit deinerseits. Wenn du keinem Tutorial folgst, schreibe diese Schritte ab, damit du weisst was zu tun ist (Diese Schritte sind sehr einfach auch wenn es viele sind): 1. Starte deinen Mac neu und drücke (und halte) die Option Taste, bis du einige Laufwerke auf dem Bildschirm siehst. 2. Wähle das gelbe oder violette EFI Boot. Dein Computer wird direkt heruntergefahren. 3. Schalte deinen Mac wieder ein und drücke (und halte) die Options Taste wieder. 4. Wähle Install macOS Big Sur. 5. Wenn dein Mac gestartet ist, wähle Installiere macOS Big Sur erneut ((Re)Install macOS Big Sur again). (Es klingt vielleicht danach, aber dieser Schritt löscht keine Benutzerdaten. Es werden lediglich die System Dateien geupgraded, wie ein normales Update) 6. Wenn die Installations-App öffnet, folge einfach den Instruktionen und wähle dein Hauptlaufwerk (Wahrscheinlich Macintosh HD, WÄHLE NICHT Install macOS Big Sur) 7. Wenn das Update abgeschlossen ist und du den Anmeldebildschirm siehst, melde dich an und starte Patched Sur aus dem Programme-Ordner. 8. Drücke Kexts patchen, drücke dann auf weiter und gib dein Passwort ein. 9. Wenn dieser Vorgang abgeschlossen ist, starte deinen Mac neu und geniesse Big Sur!
el: Σχεδόν τελειώσατε την ενημέρωση στο Big Sur. Το USB με το εργαλείο εγκατάστασης δημιουργήθηκε επιτυχώς, και τώρα ήρθε η ώρα για λίγη δουλειά από εσάς. Αν δεν ακολουθείτε απευθείας τα βήματα, μπορείτε να τα γράψετε ώστε να ξέρετε τι κάνετε (τα βήματα είναι πολύ εύκολα, παρ'ότι φαίνοντα πολλά): 1. Επανεκκινήστε τον Mac σας κρατώντας πατημένο το κουμπί Option μέχρι να εμφανιστεί ο δίσκος. 2. Επιλέξτε το κίτρινο ή μωβ EFI Boot. Ο υπολογιστής σας θα σβήσει αμέσως. 3. Ανοίξτε πάλι τον Mac σας, κρατώντας πάλι πατημένο το κουμπί Option. 4. Επιλέξτε το Install macOS Big Sur. 5. Όταν ξεκινήσει ο Mac σας, επιλέξτε το (Re)Install macOS Big Sur πάλι. (Μπορεί να φανεί, αλλά δεν θα διαγραφούν τα αρχεία σας, απλά θα ενημερωθούν τα αρχεία του συστήματος σας, σαν κανονική ενημέρωση) 6. Όταν η εφαρμογή ανοίξει, ψάξτε και επιλέξτε τον κυρίως δίσκο (πιθανώς τον Macintosh HD, και όχι τον Install macOS Big Sur) 7. Μόλις ολοκληρωθεί η ενημέρωση και δείτε το παραθυρό εισαγωγής στον λογαριασμό σας (log in), ανοίξτε τον φάκελο των εφαμογών και ανοίξτε το Patched Sur. 8. Πατήστε το "Patch Kexts", πατήστε "Continue" και εισάγετε τον κωδικό σας. 9. Μόλις τελειώσει αυτή η διαδικασία, επανεκιννήστε τον Mac σας και απολαύστε το Big Sur!
es: Estás ya casi cerca de actualizar a Big Sur. El instalador en el USB fue exitosamente creado y es tiempo para que hagas un poco de trabajo manual de tu parte. Si no estás siguiendo directamente un tutorial anota estos pasos para que los sepas hacer (Son pasos realmente fáciles, aunque se vean demasiados): 1. Reinicia tu Mac presionando la tecla Opción hasta que veas algunos discos aparecer en pantalla. 2. Selecciona el disco amarillo o violeta llamado EFI Boot. Este apagará tu computadora de inmediato. 3. Enciende nuevamente tu Mac manteniendo nuevamente la tecla de Opción. 5. Luego que tu Mac encienda, selecciona (Re)Install macOS Big Sur nuevamente. (Sonará como si fuera, pero esto no borrará ninguna data de tu volumen principal. Esté sólo actualizará los archivos del sistema como una actualización tradicional). 6. Cuando la aplicación abra, ve por la aplicación y selecciona tu volumen principal (probablemente Macintosh HD y no Install macOS Big Sur) 7. Luego de que la actualización se complete verás la ventana de ingreso. Luego ve al sobre de aplicaciones y abre Patched Sur. 8. Presiona Parchar Kexts, luego continuar e ingrese su contraseña. 9. ¡Luego que esté hecho, reinicia tu Mac y a disfrutar de tu Mac!
fr: Vous êtes presque arrivé sur le chemin de la mise à niveau de Big Sur. L'USB d'installation a été créée avec succès et il est temps pour vous de faire un peu de travail manuel. Si vous ne suivez pas directement un tutoriel, notez ces étapes pour savoir comment les réaliser (ce sont des étapes vraiment faciles, même si elles semblent nombreuses): 1. Redémarrez votre Mac en maintenant la touche option enfoncée jusqu'à ce que vous voyiez apparaître un lecteur à l'écran. 2. Sélectionnez le disque jaune ou violet EFI Boot. Cela arrêtera immédiatement votre ordinateur. 3. Rallumez votre Mac en tenant à nouveau la touche option. 4. Sélectionnez Installer macOS Big Sur. 5. Une fois que votre Mac a démarré, sélectionnez (Re)Installer macOS Big Sur à nouveau. (Cela peut sembler être le cas, mais cette opération n'effacera aucune donnée utilisateur, elle mettra simplement à niveau les fichiers système comme une actualisation standard). 6. Lorsque l'application s'ouvre, passez par l'application et sélectionnez votre volume principal (probablement le Macintosh HD, et PAS Installer macOS Big Sur). 7. Une fois que l'actualisation est terminée et que vous voyez la fenêtre de connexion, ouvrez votre dossier Applications et lancez Patched Sur. 8. Cliquez sur Patch Kexts, puis appuyez sur Continuer et entrez votre mot de passe. 9. Une fois que c'est fait, redémarrez votre Mac et profitez de Big Sur!
hr: Skoro ste gotovi sa nadogradnjom na Big Sur. Instalacijski USB je uspjeano stvoren i vrijeme je za vaa mali ru ni rad. Ako ne pratite izravno tutorial, zapiaite ove korake kako biste znali ato u initi (ovo su jednostavni koraci, iako izgleda kao da ih ima mnogo): 1. Ponovno pokrenite Mac dr~ei pritisnutu option tipku dok se na ekranu ne prika~e neki pogon. 2. Odaberite ~utu ili ljubi astu EFI izmu. Ovo e odmah isklju iti vaae ra unalo. 3. Ponovo uklju ite Mac, ponovno dr~ite option tipku. 4. Odaberite Instaliraj macOS Big Sur. 5. Nakon ato se Mac pokrene, ponovno odaberite instaliraj macOS Big Sur. (Mo~da zvu i tako, ali ovo nee izbrisati nikakve korisni ke podatke, ve e samo nadograditi sistemske datoteke poput standardnog a~uriranja) 6. Kada se aplikacija otvori, proite kroz aplikaciju i odaberite svoju glavnu pohranu (vjerojatno Macintosh HD, a NE instaliraj macOS Big Sur) 7. Nakon zavraetka a~uriranja i kad vidite ekran za prijavu, otvorite mapu Applications i pokrenite Patched Sur. 8. Kliknite na zakrpaj Kextove, zatim pritisnite Nastavi i unesite lozinku. 9. Nakon ato je gotovo, ponovno pokrenite Mac i u~ivajte u Big Suru!
nl: Je bent bijna op weg naar Big Sur. Het installatie-USB-systeem is met succes gemaakt en het is tijd voor een beetje handmatig werk. Als je niet direct een tutorial volgt, lees dan deze stappen, zodat je weet dat je ze moet doen (dit zijn echt eenvoudige stappen, hoewel het op veel werk lijkt): 1. Start de Mac opnieuw op terwijl je option / ALT ingedrukt houd totdat je een station op het scherm ziet verschijnen. 2. Selecteer de gele of paarse EFI Boot. Hiermee wordt uw computer onmiddellijk afgesloten. 3. Schakel je Mac weer in en houd de optie / ALT opnieuw ingedrukt. 4. Selecteer MacOS Big Sur installeren. 5. Zodra uw Mac opstart, selecteert u (Her)Installeer macOS Big Sur. (Het klinkt misschien zo, maar dit zal geen gebruikersgegevens wissen, het zal gewoon de systeembestanden upgraden zoals een standaardupdate) 6. Wanneer die app wordt geopend, gaat u door de app en selecteert u uw hoofdvolume (waarschijnlijk Macintosh HD en NIET macOS Big Sur) 7. Nadat de update is voltooid en u het inlogvenster ziet, opent u de map Toepassingen en start u Patched Sur. 8. Klik op Patch Kexts en druk vervolgens op Doorgaan en voer uw wachtwoord in. 9. Nadat dat is gebeurd, start u uw Mac opnieuw op en geniet u van Big Sur!
pt_br: Você está quase lá no seu caminho de atualização para o Big Sur. O instalador USB foi criado com sucesso e está na hora de um pequeno trabalho manual da sua parte. Se você não estiver seguindo diretamente um tutorial, escreva estes passos para que você saiba fazê-los (estes são passos realmente fáceis, mesmo que pareça muitos deles): 1. Reinicie sua Mac mantendo pressionada a tecla opção até ver alguma unidade aparecer na tela. 2. Selecione a bota EFI amarela ou roxa. Isto desligará imediatamente seu computador. 3. Volte a ligar o Mac, de novo mantendo pressionada a tecla opção, 4. Selecione Instalar macOS Big Sur. 5. Assim que o Mac iniciar, selecione de novo (Re)Instalar o macOS Big Sur. (Pode parecer, mas isso não vai apagar os dados do utilizador, apenas vai atualizar os arquivos do sistema como uma atualização normal). 6. Quando esse app abrir, passe pelo app e selecione seu volume principal (provavelmente Macintosh HD, e NÃO Instale MacOS Big Sur) 7. Após a atualização estar completa e você ver a janela de login, abra sua pasta de Aplicações e inicie o Patched Sur. 8. Clique em Patch Kexts, depois pressione Continuar e digite sua senha. 9. Depois disso, reinicie seu Mac e aproveite o Big Sur!
pt_pt: A atualização para o Big Sur está quase pronta. O instalador USB foi criado com sucesso e está na hora de você fazer um pequeno trabalho manual. Se você não estiver seguindo um tutorial diretamente, anote estes passos para que saiba como fazê-los (esses passos são bastante fáceis, embora pareça que são muitos): 1. Reinicie o seu Mac mantendo pressionada a tecla opção até que alguma unidade apareça no monitor 2. Selecione a unidade EFI Boot amarela ou roxa. Isso desligará imediatamente o seu computador. 3. Volte a ligar o Mac, de novo mantendo pressionada a tecla opção, 4. Selecione Instalar macOS Big Sur. 5. Assim que o Mac iniciar, selecione de novo (Re)Instalar o macOS Big Sur. (Pode parecer, mas isso não vai apagar os dados do utilizador, apenas vai atualizar os arquivos do sistema como uma atualização normal). 6. Quando essa aplicação abrir, selecione o volume principal (provavelmente Macintosh HD e NÃO Install macOS Big Sur). 7. Depois de atualização estar concluída e a janela de login aparecer, abra a pasta Aplicações e inicie o Patched Sur. 8. Clique em Patch Kexts, Clique Continuar e escreva a sua palavra-passe. 9. Depois de concluído , reinicie o seu Mac e aproveite Big Sur!
ru: Вы почти готовы начать обновление до Big Sur. Установочный USB успешно создан и пришло время небольшой ручной работы. Если у вас нет возможности напрямую смотреть на пункты, запишите данные шаги (они действительно простые, хоть и кажется, что их много): 1. Перезагрузите ваш Mac, зажав кнопку option (Alt), пока вы не увидите иконки дисков. 2. Выберите желтый или фиолетовый пункт EFI Boot. Это сразу перезагрузит ваш компьютер. 3. Включите снова ваш Mac, зажав кнопку option (Alt). 4. Выберите Install macOS Big Sur. 5. Как только ваш Mac загрузиться, выберите (Пере)установить macOS Big Sur. (Это может так звучать, но это не сотрет ваши данные, установщик просто обновит ваши системные файлы). 6. Как только приложение откроется, выберите в нем ваш раздел (скорее всего Macintosh HD, но НЕ Install macOS Big Sur) 7. После того, как обновление закончится и вы войдете в систему, откройте папку Приложения и запустите Patched Sur. 8. Нажмите на Пропатчить кексты, затем нажмите Продолжить и введите свой пароль. 9. После этого перезагрузите ваш Mac и наслаждайтесь полностью рабочей системой Big Sur!
uk: Ви майже готові почати оновлення до Big Sur. Інсталяційний USB успішно створений і прийшов час невеликої ручної роботи. Якщо у вас немає можливості безпосередньо дивитися на пункти, запишіть дані кроки (вони дійсно прості, хоч і здається, що їх багато): 1. Перезавантажте ваш Mac, затиснувши кнопку option (Alt), поки ви не побачите іконки дисків. 2. Оберіть жовтий або фіолетовий пункт EFI Boot. Це одразу перезавантажить ваш комп'ютер. 3. Увімкніть знову ваш Mac, затиснувши кнопку option (Alt). 4. Оберіть Install macOS Big Sur. 5. Як тільки ваш Mac завантажитися, оберіть пункт (Пере)встановити macOS Big Sur. (Це може так звучати, але це не зітре ваші дані, інсталятор просто оновить ваші системні файли). 6. Як тільки додаток відкриється, оберіть у ньому ваш розділ (швидше за все Macintosh HD, але НЕ Install macOS Big Sur) 7. Після того, як оновлення закінчиться і ви увійдете в систему, відкрийте папку Програми та запустіть Patched Sur. 8. Натисніть на Пропатчити кексти, потім натисніть Продовжити і введіть свій пароль. 9. Після цього перезавантажте ваш Mac і насолоджуйтеся повністю робочою системою Big Sur!

# PRE-DONE-LINK
source: You can also find these steps on GitHub.
ar: يمكنك أيضًا العثور على هذه الخطوات على GitHub ولكنها باللغة الانجليزية.
bs: Također možete naći ove korake na GitHub-u, ali oni su samo na engleskom jeziku.
de: Du kannst diese Schritte ebenfalls auf GitHub finden (Jedoch nur in Englisch).
el: Μπορείτε να βρείτε αυτα τα βήματα και στο GitHub, αλλά είναι στα Αγγλικά, οπότε αν θέλετε την Ελληνική έκδοση ακολουθήστε αυτό τον οδηγό.
es: También puedes encontrar estos pasos en GitHub. (Nota: Estos pasos solo están en inglés)
fr: Vous pouvez également trouver ces étapes sur GitHub. Veuillez noter qu'elles ne sont disponibles qu'en anglais.
hr: Ove korake mo~ete pronai i na GitHubu.
nl: Je kunt deze stappen ook vinden op GitHub.
pt_br: Você também pode encontrar estas etapas no GitHub. No entanto, estas estão apenas em inglês.
pt_pt: Estes passos também podem ser encontrados no GitHub. No entanto, estão apenas em inglês.
ru: Вы можете также найти эти шаги на GitHub (только на английском языке).
uk: Ви можете також знайти ці кроки на GitHub (тільки англійською мовою).

# PRE-DONE-STEPS
source: (Steps 10-14)
bs: (Koraci 10-14)
de: (Schritte 10-14)
el: (Βήματα 10-14)
es: (Pasos 10-14)
fr: (Étapes 10-14)
hr: (Koraci 10-14)
nl: (Stappen 10-14)
pt_br: (Passos 10-14)
pt_pt: (Passos 10-14)
ru: (Шаги 10-14)
uk: (Кроки 10-14)

source: Back
ar: الخلف
bs: Nazad
el: Πίσω
es: Regresar
fr: Retour
hr: Natrag
nl: Terug
pt_br: Voltar
pt_pt: Para Trás
ru: Назад
uk: Назад

source: Restart to Finish
ar: أعد التشغيل للإنهاء
bs: Restartujte da završite
de: Zum Abschliessen neu starten
el: Επανεκκινείστε για Τελείωμα
fr: Redémarrer pour terminer
hr: Ponovo pokrenite za zavraetak
nl: Opnieuw opstarten om te voltooien
pt_br: Reiniciar para Terminar
pt_pt: Reiniciar para Terminar
ru: Перезагрузите для окончания
uk: Перезавантажте для закінчення

# PO-MN-ABOUT-PATCHER
source: About Patched Sur
ar: حول Patched Sur
bs: O Patched Sur
de: Über Patched Sur
el: Σχετικά με το Patched Sur
es: Acerca Patched Sur
fr: À propos de Patched Sur
hr: O Patched Suru
nl: Over Patched Sur
pt_br: Sobre Patched Sur
pt_pt: Acerca do Patched Sur
ru: О Patched Sur
uk: Про Patched Sur

source: Preferences
ar: الاعدادات
bs: Postavke
de: Einstellungen
el: Προτιμήσεις
es: Ajustes
fr: Préférences
hr: Postavke
nl: Over Patched Sur
pt_br: Preferências
pt_pt: Preferências
ru: Настройки
uk: Налаштування

# PO-AMM-TITLE
source: About My Mac
ar: عن الMac
bs: O mom Mac uređaju
de: Über meinen Mac
el: Σχετικά με τον Mac μου
es: Acerca Mi Mac
fr: À propos de mon Mac
hr: O Mom Macu
nl: Voorkeuren
pt_br: Sobre Meu Mac
pt_pt: Acerca deste Mac
ru: Об этом Mac
uk: Про цей Mac

# PO-MN-HELP
source: Patched Sur Help
ar: مساعدة Patched Sur
bs: Patched Sur pomoć
de: Patched Sur Hilfe
el: Βοήθεια για το Patched Sur
es: Ayuda de Patched Sur
fr: Aide pour le Patched Sur
hr: Pomo za Patchani Sur
nl: Hulp bij Patched Sur
pt_br: Patched Sur Ajuda
pt_pt: Ajuda do Patched Sur
ru: Справка Patched Sur
uk: Довідка Patched Sur

# PO-MN-HELP-OS
source: Updating macOS
ar: تحديث macOS
bs: Ažuriranje macOS
de: macOS aktualisieren
el: Ενημέρωση του macOS
es: Actualizando macOS
fr: Actualiser macOS
hr: A~uriranje macOS-a
nl: MacOS bijwerken
pt_br: Atualizando macOS
pt_pt: Atualização do macOS
ru: Обновление macOS
uk: Оновлення macOS

# PO-MN-HELP-PATCHER
source: Updating the patcher
ar: يتم تحديث الباتشر
bs: Ažuriranje patchera
de: Patcher aktualisieren
el: Ενημέρωση του patcher
es: Actualizando el Parche
fr: Actualiser du patcheur
hr: A~uriranje zakrpe
nl: De patcher bijwerken
pt_br: Atualização do patcher
pt_pt: Atualização do patcher
ru: Обновление патчера
uk: Оновлення патчеру

# PO-NOFI-SELF
source: Patched Sur can now be updated to Version VERSIONTAG. Open Patched Sur then click Run Updates to learn more.
ar: يمكن الآن تحديث Patched Sur إلى اصدار VERSIONTAG. افتح Patched Sur ثم انقر فوق قم بتشغيل التحديثات لمعرفة المزيد.
bs: Patched Sur sada može biti ažuriran na Verziju VERSIONTAG. Otvorite Patched Sur i kliknite Run Updates ('pokreni ažuriranja') za više informacija.
de: Patched Sur kann auf die Version VERSIONTAG aktualisiert werden. Öffne Patched Sur und klicke auf Updates durchführen um mehr herauszufinden.
el: Το Patched Sur μπορεί τώρα να ενημερωθεί στην έκδοση VERSIONTAG. Ανοίξτε το Patched Sur και πατήστε Αρχή Ενημερώσεων για να μάθετε περισσότερα.
es: Patched Sur puede actualizarse a la Version VERSIONTAG. Abre Patched Sur luego presiona correr actualizaciones para conocer más.
fr: Patched Sur peut maintenant être mis à jour à la version VERSIONTAG. Ouvrez Patched Sur puis cliquez sur Exécuter les actualisations pour en savoir plus.
hr: Patched Sur sada se mo~e nadograditi na verziju VERSIONTAG. Otvorite Patched Sur, a zatim kliknite Pokreni a~uriranja da biste saznali viae.
nl: Patched Sur kan nu worden bijgewerkt naar version VERSIONTAG. Open Patched Sur en klik op Updates uitvoeren voor meer informatie.
pt_br: O Patched Sur pode agora ser atualizado para a Versão VERSIONTAG. Abra o Patched Sur e clique em Executar Atualizações para saber mais.
pt_pt: O Patched Sur pode agora ser atualizado para a versão VERSIONTAG. Abre o Patched Sur e clica em Executar Atualizações para saber mais.
ru: Доступно обновление Patched Sur до версии VERSIONTAG. Откройте Patched Sur и нажмите Обновиться чтобы узнать больше.
uk: Наявне оновлення Patched Sur до версії VERSIONTAG. Відчиніть Patched Sur і натисніть Оновитись щоб дізнатися більше.

# PO-NOFI-OS-TITLE
source: Software Update
bs: Ažuriranje softvera
el: Ενημέρωση Λογισμικού
es: Actualización de software
fr: Actualisation du logiciel
hr: A~uriranje Softvera
pt_br: Atualização de software
pt_pt: Atualização do Software
ru: Обновление ПО
uk: Оновлення ПЗ

# PO-NOFI-OS-DESCRIPTION
source: macOS Big Sur VERSIONTAG can now be installed on your device. Open Patched Sur then click Update macOS to learn more.
ar: يمكن الآن تحديث Patched Sur إلى اصدار VERSIONTAG. افتح Patched Sur ثم انقر فوق قم بتشغيل التحديثات لمعرفة المزيد.
bs: MacOS Big Sur VERSIONTAG sada može biti instaliran na vaš uređaj. Otvorite Patched Sur i kliknite Update MacOS da saznate više.
de: macOS Big Sur VERSIONTAG kann jetzt auf deinem Gerät installiert werden. Öffne Patched Sur und klicke auf macOS aktualisieren um mehr herauszufinden.
el: Το macOS Big Sur VERSIONTAG μπορεί τώρα να εγκατασταθεί στην συσκευή σας. Ανοίξτε το Patched Sur και πατήστε Ενημέρωση macOS για να μάθετε περισσότερα.
es: macOS Big Sur VERSIONTAG puede ser ya instalada en tu sistema. Abre Patched Sur luego presiona actualizar macOS para conocer mas.
fr: macOS Big Sur VERSIONTAG peut maintenant être installé sur votre appareil. Ouvrez Patched Sur puis cliquez sur Actualiser macOS pour en savoir plus.
hr: macOS Big Sur VERSIONTAG sada se mo~e instalirati na vaa ureaj. Otvorite Patched Sur, a zatim kliknite A~uriraj macOS da biste saznali viae.
nl: macOS Big Sur VERSIONTAG kan nu op uw apparaat worden geïnstalleerd. Open Patched Sur en klik vervolgens op MacOS bijwerken voor meer informatie.
pt_br: macOS Big Sur VERSIONTAG pode agora ser instalado em seu aparelho. Abra o Patched Sur e clique em Atualizar macOS para saber mais.
pt_pt: O macOS Big Sur VERSIONTAG pode agora ser instalado no teu dispositivo. Abre o Patched Sur e clica em Atualizar o macOS para saber mais.
ru: macOS Big Sur версии VERSIONTAG может быть установлен. Откройте Patched Sur и нажмите Обновить macOS чтобы узнать больше.
uk: macOS Big Sur версії VERSIONTAG може бути встановлено. Відкрийте Patched Sur і натисніть Оновити macOS щоб дізнатись більше.

# PO-ATP-AUTHOR-BUILD
source: By: Ben Sova • Build APPBUILD
bs: Od: Ben Sova • Verzija APPBUILD
de: Von: Ben Sova • Build APPBUILD
el: Από τον: Ben Sova • Έκδοση APPBUILD
es: Por: Ben Sova • VER APPBUILD
fr: Par: Ben Sova • Build APPBUILD
nl: Door: Ben Sova • APPBUILD
pt_br: Por: Ben Sova - Build APPBUILD
pt_pt: Por: Ben Sova • Build APPBUILD
ru: Создатель: Ben Sova • Сборка APPBUILD
uk: Автор: Ben Sova • Збірка APPBUILD
