Repository: Ben216k/Patched-Sur
Catalog: Patched Sur - For Catalina/Localization/*.lproj/Localizable.strings
Languages: ar, bs, de, el, es, fr, hr, nl, pt_br, pt_pt, ru, uk

# PO-ST-GXS-DESCRIPTION
source: If you have a Mac with mutliple GPUs, then you probably want automatic graphics switching enabled for graphics switching. Thanks to @15wat for finding this solution.
ar: إذا كان لديك جهاز Mac به اكثر من GPU، فمن المحتمل أنك تريد تشغيل التبديل التلقائي للرسومات لتبديل الGraphics. شكرا ل @ 15wat لإيجاد هذا الحل.
bs: Ako imate Mac sa više grafičkih kartica (GPU-a), onda vjerovatno želite automatsko prebacivanje grafike. Hvala @15wat za otkrivanje ovog rješenja.
de: Wenn dein Mac mehrere GPUs hat, solltest du die automatische Grafikkarten Umschaltung aktivieren. Vielen Dank an @15wat für das Finden einer Lösung.
el: Εάν έχετε Mac με πολλαπλές GPU (κάρτες γραφικών), τότε ίσως θέλετε ενεργοποιημένη την αυτόματη εναλλαγή γραφικών. Χάρη στον @15wat βρέθηκε αυτή η λύση.
es: Si estás en una Mac con múltiples GPU, probablemente quieras tener cambio de gráficos activado. Gracias a @15wat por encontrar esta solución.
fr: Si vous avez un Mac avec plusieurs GPU, vous voulez probablement activer la commutation graphique automatique pour la commutation graphique. Merci à @15wat d'avoir trouvé cette solution.
hr: Ako imate Mac s viae grafi kih procesora, tada vjerojatno ~elite automatsko prebacivanje grafike. Zahvaljujem @15watu ato je pronaaao ovo rjeaenje.
nl: Als u een Mac met mutliple GPU's hebt, wilt u waarschijnlijk automatisch schakelen tussen afbeeldingen ingeschakeld voor het wisselen van afbeeldingen. Met dank aan @15wat voor het vinden van deze oplossing.
pt_br: Se você tem um mac com muitas GPUs, então você provavelmente quer a troca automática de gráficos ativada para troca de gráficos. Graças a @15wat por ter encontrado esta solução.
pt_pt: Se tens um Mac com várias GPUs, provavelmente desejas activar a troca automática de gráficas. Obrigado a @15wat por encontrar esta solução.
ru: Если у вас Mac с несколькими видеокартами, тогда вы, вероятно, захотите включить автоматическое переключение графики. Спасибо @15wat за данное решение.
uk: Якщо у вас Mac з декількома відеокартами, тоді ви, ймовірно, захочете увімкнути автоматичне перемикання графіки. Дякую @15wat за дане рішення.

# PO-ST-GXS-ENABLE-DONE
source: Graphics Switching Enabled
ar: تم تشغيل تبديل الرسومات
bs: Prebacivanje grafike uključeno
de: Grafikkarten Umschaltung aktiviert
el: Εναλλαγή Γραφικών Ενεργοποιημένη
es: Cambio de Gráficas Habilitado
fr: Commutation graphique activée
hr: Omogueno Prebacivanje Grafike
nl: Schakelen tussen afbeeldingen ingeschakeld
pt_br: Troca de Gráficos Ativada
pt_pt: Troca de Gráficas Activa
ru: Переключение графики включено!
uk: Перемикання графіки увімкнено!

# PO-ST-GXS-ENABLE-DONE-2
source: Now graphics will switch automatically! A restart might be required for changes to take effect.
ar: الآن سيتم تبديل الرسومات تلقائيًا! قد يلزم إعادة التشغيل الMac حتى تصبح التغييرات سارية المفعول.
bs: Sada će se grafika prebacivati automatski! Možda ćete morati restartovati uređaj da se promjene pokrenu.
de: Die Grafikkarten schalten nun automatisch um! Wahrscheinlich wird ein Neustart benötigt, damit die Änderungen übernommen werden.
el: Τώρα τα γραφικά θα εναλλάσσονται αυτόματα! Ίσως χρειαστεί μία επανεκκίνηση για να ισχύσουν αυτές οι αλλαγές.
es: Ahora las gráficas se cambiarán automáticamente! Un reinicio podría ser necesario para que los cambios tomen efecto.
fr: Maintenant, les graphiques vont changer automatiquement! Un redémarrage peut être nécessaire pour que les changements prennent effet.
hr: Sada e se grafika automatski prebaciti! Mo~da e trebati ponovno pokretanje ra unala da bi promjene stupile na snagu.
nl: Nu zullen afbeeldingen automatisch schakelen! Het kan nodig zijn om wijzigingen opnieuw op te starten.
pt_br: Agora os gráficos irão trocar automaticamente! Um reinício pode ser necessário para que as mudanças entrem em vigor.
pt_pt: Agora a troca de gráficas será automática! Pode ser necessário reiniciar para que as alterações tenham efeito.
ru: Теперь графика будет переключаться автоматически! Возможно потребуется перезагрузка, чтобы изменения вступили в силу.
uk: Тепер графіка буде перемикатися автоматично! Можливо буде потрібно перезавантаження, щоб зміни набули чинності.

# PO-ST-GXS-ENABLE-FAILED
source: Failed to Disable Graphics Switching
ar: فشل في تشغيل تبديل الرسومات
bs: Neuspješno uključivanje prebacivanja grafike
de: Grafikkarten Umschaltung konnte nicht aktiviert werden
el: Αποτυχία Ενεργοποίησης Εναλλαγής Γραφικών
es: Ocurrió un fallo activando el cambio de gráficos
fr: Impossible d'activer la commutation graphique
hr: Omoguivanje Prebacivanja Grafike Nije Uspjelo
nl: Kan grafische omschakeling niet inschakelen
pt_br: Falha em ativar a Troca de Gráficos
pt_pt: Falha ao Activar Troca de Gráficas
ru: Ошибка при активации переключения графики
uk: Помилка при активації перемикання графіки

# PO-ST-GXS-DISABLE-DONE
source: Graphics Switching Disabled
ar: تم تعطيل تبديل الرسومات
bs: Isključeno prebacivanje grafike
de: Grafikkarten Umschaltung deaktiviert
el: Απενεργοποιήθηκε η Εναλλαγή Γραφικών
es: Cambio de Gráficas Desactivado
fr: Commutation graphique désactivée
hr: Onemogueno Prebacivanje Grafike
nl: Grafisch schakelen uitgeschakeld
pt_br: Troca de Gráficos Desativada
pt_pt: Troca de Gráficas Inactiva
ru: Переключение графики включено!
uk: Перемикання графіки вимкнено!

# PO-ST-GXS-DISABLE-DONE-2
source: Now graphics will no longer switch automatically! A restart might be required for changes to take effect.
ar: الآن لن يتم تبديل الرسومات تلقائيًا! قد يلزم إعادة التشغيل حتى تصبح التغييرات سارية المفعول.
bs: Sada se grafika više neće prebacivati automatski! Možda ćete morati restartovati uređaj da se promjene pokrenu.
de: Die Grafikkarten schalten nun nicht mehr automatisch um. Wahrscheinlich wird ein Neustart benötigt, damit die Änderungen übernommen werden.
el: Τώρα τα γραφικά δεν θα εναλλάσονται αυτόματα! Ίσως χρειαστεί μία επανεκκίνηση για να ισχύσουν αυτές οι αλλαγές.
es: Ahora las gráficas no se cambiarán automáticamente! Un reinicio podría ser necesario para que los cambios tomen efecto.
fr: Maintenant, les graphiques ne basculeront plus automatiquement! Un redémarrage peut être nécessaire pour que les changements prennent effet.
hr: Sada se grafika viae nee automatski prebacivati! Mo~da e trebati ponovno pokretanje ra unala da bi promjene stupile na snagu.
nl: Nu zullen de grafische instellingen niet meer automatisch schakelen! Het kan nodig zijn om veranderingen opnieuw op te starten.
pt_br: Agora os gráficos não vão mais trocar automaticamente! Um reinício pode ser necessário para que as mudanças entrem em vigor.
pt_pt: Agora a troca de gráficas não será automática! Pode ser necessário reiniciar para que as alterações tenham efeito.
ru: Теперь графика не будет переключаться автоматически! Возможно потребуется перезагрузка, чтобы изменения вступили в силу.
uk: Тепер графіка не буде перемикатися автоматично! Можливо буде потрібно перезавантаження, щоб зміни набули чинності.

# PO-ST-PKL-BUTTON
source: Show Patch Kexts Logs
ar: إظهار سجلات تصحيحات Kexts
bs: Prikaži log fajlove kext izmijena
de: Kexts-Patch Protokolle anzeigen
el: Εμφάνηση των Patch Kexts Logs
es: Mostrar los registros de los parches Kext
fr: Afficher les journaux des Patch Kexts
hr: Prika~i Zapise Kext Zakrpa
nl: Patch Kexts-logboeken weergeven
pt_br: Mostrar Logs de Patch Kexts
pt_pt: Mostrar Logs do Patch dos Kexts
ru: Показать логи патчинга кекстов
uk: Показати логи патчінгу кекстов

# PO-ST-PKL-DESCRIPTION
source: If you're having trouble with Patch Kexts not working, it might be worth seeing the logs and looking for errors. This could help someone trying to help you out figure out the problem, so if you can, provide this to anyone trying to help you.
ar: إذا كنت تواجه مشكلة في عدم عمل تصحيحات Kexts ، فقد يكون من المفيد رؤية السجلات والبحث عن الأخطاء. قد يساعد ذلك الشخص الذي يحاول مساعدتك في اكتشاف المشكلة ، لذا بإمكانك تقديم ذلك للشخص الذي يحاول مساعدتك.
bs: Ako vam patcher kext fajlova ne radi, možda će vrijediti da pogledate log fajlove i potražite greške. Ovo bi također moglo pomoći nekome ko vama pokušava pomoći da riješite problem, tako da, ako možete, pokažite ovo bilo kome ko vam želi pomoći.
de: Falls du Probleme hast und das Patchen der Kexts nicht funktioniert, kann es helfen das Protokoll anzuschauen und nach Fehlern Ausschau zu halten. So kann dir vielleicht Jemand helfen das Problem zu lösen.
el: Αν έχετε πρόβλημα με τα Patch Kexts που δεν δουλεύουν, ίσως αξίζει να ρίξετε μια ματιά στα log μήπως εντοπίσετε κάποιο σφάλμα. Μπορείτε έτσι να δώσετε χρήσιμες πληροφορίες σε κάποιον που προσπαθεί να σας βοηθήσει, άρα αν μπορείτε να του τις δώσετε.
es: Si estás teniendo problemas con el parche de kext, valdría la pena mirar los registros y ver los errores. Esto podría ayudar a alguien que esté tratando de ayudarte a resolver el problema, así que si puedes, proveer esto a cualquiera que te esté ayudando.
fr: Si vous avez des problèmes avec les Patch Kexts qui ne fonctionnent pas, il peut être intéressant de consulter les journaux et de rechercher les erreurs. Cela pourrait aider quelqu'un qui essaie de vous aider à comprendre le problème, alors si vous le pouvez, fournissez ces informations à toute personne qui essaie de vous aider.
hr: Ako imate zakrpane Kextove koji ne rada, mo~da bi bilo vrijedno pregledati zapisnike i potra~iti pogreake. Ovo bi moglo pomoi nekome tko vam pokuaa otkriti problem, pa ako mo~ete, pru~ite ovo svima koji vam pokuaaju pomoi.
nl: Als u problemen ondervindt met Patch Kexts die niet werkt, is het misschien de moeite waard om de logboeken te bekijken en fouten te zoeken. Dit kan iemand helpen om je te helpen het probleem op te lossen, dus als je kunt, geef dit dan aan iedereen die je probeert te helpen.
pt_br: Se você estiver tendo problemas com o Patch Kexts não funcionando, talvez valha a pena ver os logs e procurar por erros. Isto pode ajudar alguém tentando ajudá-lo a descobrir o problema, portanto, se você puder, forneça isto a qualquer um que tente ajudá-lo.
pt_pt: Se está a ter problemas com o patch dos Kexts não funcionar, pode valer a pena ver os logs e procurar erros. Isso pode ajudar alguém que está a tentar ajudar a descobrir o problema; portanto, se puder, forneça isso a qualquer pessoa que esteja a tentar ajudá-lo.
ru: Если у вас проблемы с патчингом кекстов, возможно стоит поискать ошибки в логах. Это может помочь кому-то, кто пытается помочь вам разобраться в проблеме, поэтому, если вы можете, предоставьте это всем, кто пытается вам помочь.
uk: Якщо у вас проблеми з патчінгом кекстов, можливо варто пошукати помилки в логах. Це може допомогти комусь, хто намагається допомогти вам розібратися в проблемі, тому, якщо ви можете, надайте це всім, хто намагається вам допомогти.

# PO-ST-PKL-TITLE
source: Patch Kexts Logs
ar: سجلات تصحيحات Kexts
bs: Logovi kext patchera
de: Kexts-Patch Protokolle
el: Να γίνει Patch των Kexts Logs
es: Registro de Parche Kext
fr: Patch Kexts Journaux
hr: Zakrpani Kextovi
nl: Patch Kexts-logboeken
pt_pt: Logs do Patch dos Kexts
ru: Логи патчинга кекстов
uk: Логи патчингу кекстів

# PO-ST-PKL-NO-LOGS
source: No Logs Captured
ar: لم يتم تسجيل أي سجلات
bs: Nema zabilježenih logova
de: Keine Protokolle aufgezeichnet
el: Δεν Καταγράφηκαν Logs
es: No Registros Capturados
fr: Aucune capture de journaux
hr: Nema snimljenih zapisnika
nl: Geen logboeken vastgelegd
pt_br: Não foram capturados logs
pt_pt: Não foram gravados Logs
ru: Логи отсутствуют
uk: Логи відсутні

# PO-ST-PKL-COPIED
source: Copied!
ar: تم النسخ!
bs: Kopirano!
de: Kopiert!
el: Αντιγράφηκαν!
es: Copiado!
fr: Copié!
hr: Kopirano!
nl: Gekopieerd!
pt_br: Copiado!
pt_pt: Copiado!
ru: Скопировано!
uk: Скопійовано!

# PO-ST-PKL-COPIED-2
source: The last logs from Patch Kexts has been copied to your clipboard. This might help out with debugging, and make sure to share this with anyone trying to help you with your problem.
ar: تم نسخ آخر السجلات من تصحيحات Kexts إلى الclipboard. قد يساعد ذلك في تصحيح الأخطاء ، وتأكد من مشاركة ذلك مع أي شخص يحاول مساعدتك في حل مشكلتك.
bs: Zadnji logovi kext patchera kopirani su. Ovo bi vam moglo pomoći sa debagovanjem, i pobrinite se da podijelite ovo sa bilo kim ko vam pokušava pomoći sa problemom.
de: Die letzten Protokolle des Kexts-Patch Vorgang wurden in deine Zwischenablage kopiert. Gib die Protokolle ruhig Leuten weiter die dir helfen möchten, da diese sehr nützlich für die Fehlersuche sind.
el: Τα τελευταία log απο το Patch Kexts έχουν αντιγραφεί στο πρόχειρο. Αυτό μπορεί να σας βοηθήσει στο debugging, και σιγουρευτείτε ότι θα τα μοιραστείτε με όποιον σας βοηθάει με κάποιο πρόβλημα που αντιμετωπίζεται.
es: El último registro de parches Kexts ha sido copiado a tu clipboard. Esto podría ayudar con el proceso de resolución de errores. Asegúrate de compartir esto con cualquiera que te esté ayudando.
fr: Le dernier logs de Patch Kexts a été copié dans votre presse-papiers. Cela pourrait vous aider à déboguer, et n'oubliez pas de le partager avec toute personne qui tente de vous aider à résoudre votre problème.
hr: Posljednji zapisnici iz zakrpanih Kextova kopirani su u vaa meuspremnik. Ovo bi moglo pomoi u otklanjanju pogreaaka i podijelite to sa svima koji vam pokuaavaju pomoi u rjeaavanju vaaeg problema.
nl: De laatste logboeken van Patch Kexts zijn gekopieerd naar uw klembord. Dit kan helpen bij foutopsporing en zorg ervoor dat u dit deelt met iedereen die u probeert te helpen met uw probleem.
pt_br: Os últimos logs do Patch Kexts foram copiados para sua prancheta. Isto pode ajudar na depuração, e certifique-se de compartilhar isto com qualquer pessoa que tente ajudá-lo com seu problema.
pt_pt: Os últimos logs do Patch dos Kexts foram copiados para a sua área de transferência. Isso pode ajudar na depuração, certifique-se de partilhar isto com qualquer pessoa que tente ajudá-lo com seu problema.
ru: Последние логи были скопированы в буфере обмена. Это может помочь с отладкой, и не забудьте прредоставить это всем, кто пытается вам помочь.
uk: Останні логи були скопійовані в буфері обміну. Це може допомогти з відладкою, не забудьте надати це всім, хто намагається вам допомогти.

# PO-ST-CL-TITLE
source: Clean Up Patched Sur Leftovers
ar: تنظيف بقايا Patched Sur
bs: Počistite ostatke Patched Sur-a
de: Beseitige Patched Sur Überbleibsel
el: Καθαρισμός απομειναριών Patched Sur
es: Limpiar restos de Patched Sur
fr: Nettoyer les restes de Patched Sur
hr: O istite Ostatke Patchanog Sura
nl: Opruimen opgelapt op restjes
pt_br: Limpar as sobras de Patched Sur
pt_pt: Limpar as sobras de instalação do Patched Sur
ru: Очистить мусор Patched Sur
uk: Очистити сміття Patched Sur

# PO-ST-CL-DESCRIPTION
source: Sometimes, Patched Sur accidentally leaves little leftovers from when something ran. This could at times save 12GB of storage space, this is suggested especially after you run the updater.
ar: في بعض الأحيان ، يترك Patched Sur بطريق الخطأ القليل من بقايا الملفات عند الانتهاء. يمكن أن يوفر ذلك في بعض الأحيان 12 جيجابايت من مساحة التخزين ، ويقترح هذا خاصة بعد تشغيل المحدث.
bs: Ponekad, Patched Sur ostavi male ostatke kada je nešto pokrenuto. Ovo bi sa vremena na vrijeme moglo osloboditi do 12 GB prostora, ovo je preporučljivo najviše nakon ažuriranja.
de: Manchmal hinterlässt Patched Sur kleine Überbleibsel von Dingen welche ausgeführt wurden. Das könnte gegebenenfalls bis zu 12GB Festplattenspeicher freigeben. Es wird empfohlen dies vor allem nach einem Update durchzuführen.
el: Μερικές φορές, το Patched Sur αφήνει απομεινάρια από προηγούμενες εργασίες. Αυτό σημαίνει ότι μπορείτε να εξοικονομήσετε εώς και 12GB αποθηκευτικού χώρου, κάτι το οποίο προτείνεται αφού τελειώσετε την χρήση του patcher.
es: A veces, Patched Sur accidentalmente deja algunos restos de algo que corrió. Esto en ocasiones puede recuperarse hasta 12 GB de espacio. Esto debería correrse luego de realizar una actualización.
fr: Parfois, le Patched Sur laisse accidentellement des petits restes de l'exécution d'un programme. Cela peut parfois permettre d'économiser 12 Go d'espace de stockage, ce qui est suggéré surtout après avoir exécuté l'actualisation.
hr: Ponekad Patched Sur slu ajno ostavi neke ostatke. To bi ponekad moglo uatedjeti 12 GB prostora za pohranu, i preporu uje se posebno nakon pokretanja programa za nadogradnju.
nl: Soms laat Patched Sur per ongeluk kleine restjes achter van toen er iets liep. Dit kan soms 12 GB opslagruimte besparen, dit wordt vooral voorgesteld nadat u de updater hebt uitgevoerd.
pt_br: Às vezes, o Patched Sur deixa acidentalmente pequenas sobras de quando algo corria. Isto às vezes poderia economizar 12GB de espaço de armazenamento, isto é sugerido especialmente depois que você corre o atualizador.
pt_pt: Às vezes, o Patched Sur, acidentalmente deixa pequenas sobras de quando algo foi executado. Isso às vezes pode economizar 12 GB de espaço de armazenamento, sugiro ser feito principalmente depois de executar a atualização.
ru: Иногда, Patched Sur может оставлять некоторый мусор во время работы. Это может освободить до 12 ГБ, рекомендуется использовать после обновлений через патчер.
uk: Іноді, Patched Sur може залишати деяке сміття під час роботи. Це може звільнити до 12 ГБ, рекомендується використовувати після оновлень через патчер.

# PO-ST-CL-DONE
source: Cleaned Leftovers
ar: تم التخلص من البقايا
bs: Ostaci počišćeni
de: Überbleibsel beseitigt
el: Καθαρίστηκαν τα απομεινάρια
es: Restos Limpiados
fr: Nettoyé Restes
hr: O iaeni ostaci
nl: Schoongemaakte restjes
pt_br: Sobras foram limpas
pt_pt: Limpar Sobras
ru: Мусор очищен
uk: Сміття видалено

# PO-ST-CL-DONE-2
source: The files have been deleted, you should see some more free space (assuming that there actually were big files to be cleaned).
ar: تم حذف الملفات ، من المفترض أن ترى المزيد من المساحة الخالية (على افتراض أن هناك بالفعل ملفات كبيرة تم تنظيفها).
bs: Fajlovi su obrisani, trebali bi ste vidjeti više praznog prostora (pod pretpostavkom da je bilo većih fajlova za izbrisati).
de: Die Dateien wurden gelöscht. Du solltest nun wieder etwas mehr Speicher zur Verfügung haben (Vorausgesetzt, dass es tatsächlich grosse Dateien zum Löschen hatte).
el: Τα αρχεία διαγράφτηκαν, και θα πρέπει να παρατηρήσετε ότι υπάρχει περισσότερος ελεύθερος χώρος (υποθέτοντας ότι υπήρχαν μεγάλα αρχεία για καθάρισμα).
es: Los archivos se han borrado, debes ver mas espacio libre ahora (asumiendo que había archivos grandes para limpiar).
fr: Les fichiers ont été supprimés, vous devriez voir un peu plus d'espace libre (en supposant qu'il y avait effectivement de gros fichiers à nettoyer).
hr: Datoteke su izbrisane, trebali biste dobiti neato slobodnog prostora (pod pretpostavkom da je zapravo bilo velikih datoteka za iaenje).
nl: De bestanden zijn verwijderd, je zou wat meer vrije ruimte moeten zien (ervan uitgaande dat er eigenlijk grote bestanden moesten worden schoongemaakt).
pt_br: Os arquivos foram excluídos, você deve ver mais algum espaço livre (supondo que realmente houvesse arquivos grandes para serem limpos).
pt_pt: Os ficheiros foram apagados, agora deve ter um pouco mais de espaço livre (assumindo que realmente havia arquivos grandes a serem apagados).
ru: Файлы были удалены, у вас должно появиться немного свободного места (при условии, что действительно были большие файлы, которые нужно было очистить).
uk: Файли було видалено, у вас повинно з'явитися трохи вільного місця (за умови, що дійсно існували великі файли, які потрібно було очистити).

# PO-ST-CYE-TITLE
source: Contribute Your Experiences
ar: ساهم بتجاربك
bs: Doprinesite vašim utiscima!
de: Teile deine Erfahrung
el: Συνεισφέρετε τις εμπειρίες σας. Προσοχή: μόνο απαντήσεις στα αγγλικά θα λαμβάνονται υπόψη.
es: Comparte Tu Experiencia
fr: Contribuez à votre expérience
hr: Pomognite Svojim Iskustvima
nl: Draag uw ervaringen bij
pt_br: Contribua com suas experiências
pt_pt: Contribuir com a Tua Experiência
ru: Поделиться своим опытом
uk: Поділитися своїм досвідом
