Repository: Ben216k/Patched-Sur
Catalog: Patched Sur - For Catalina/Localization/*.lproj/Localizable.strings
Languages: ar, bs, de, el, es, fr, hr, nl, pt_br, pt_pt, ru, uk

# PO-UP-CHOOSE-DOWNLOAD-1
source: You can update to this version of macOS, however you can also download it and that's the button you clicked. This popup just exists to make sure you know that. (This will just open your web browser and download the installer, nothing special.)
ar: يمكنك التحديث إلى هذا الإصدار من macOS ، و يمكنك أيضًا تنزيله وهذا هو الزر الذي نقرت عليه. هذه النافذة موجودة فقط للتأكد من أنك تعرف ذلك. (سيؤدي هذا إلى فتح متصفح الويب الخاص بك وتنزيل برنامج التثبيت ، لا شيء سحري.)
bs: Možete se ažurirati na ovu verziju MacOs-a, ipak možete je također i skinuti i to ste dugme kliknuli. Ova obavijest se samo brine da to znate (Ovo će samo otvoriti vaš internet pretraživač i skinuti instalaciju, ništa posebno.)
de: Du kannst auf diese Version von macOS zwar updaten, du kannst es jedoch auch herunterladen. Das ist der Knopf den du gedrückt hast. Dieses Popup existiert nur um sicher zu gehen, dass du das weisst. (Es wird nur dein Browser geöffnet und der Installer heruntergeladen, nichts Spezielles.)
el: Μπορείτε να κάνετε ενημέρωση σε αυτή την έκδοση του macOS, αλλά μπορείτε και να την κατεβάσετε με το κουμπί που πατήσατε. Αυτή η ειδοποίηση είναι εδώ απλά για να σας ενημερώσει. (Απλά θα ανοίξει τον περιηγητή σας για το ίντερνετ και θα κατεβάσει τον εγκαταστάτη, τίποτα σπουδαίο.)
es: Puedes actualizar esta versión de macOS, sin embargo, también puedes descargarlo, ese es el botón que presionaste. Esta ventana solo existe para asegurarte que lo sepas Esto solo abrirá el navegador y descarga el instalador, nada especial.)
fr: Vous pouvez effectuer une mise à jour vers cette version de macOS, mais vous pouvez également la télécharger et c'est le bouton sur lequel vous avez cliqué. Cette fenêtre contextuelle existe simplement pour s'assurer que vous le savez. (Cela va juste ouvrir votre navigateur web et télécharger l'installateur, rien de spécial).
hr: Mo~ete nadograditi na ovu verziju macOS-a, no mo~ete je i preuzeti i to je ova tipka koji ste pritisnuli. Ovaj prozor postoji samo kako biste bili sigurni da to znate. (Ovo e samo otvoriti vaa web preglednik i preuzeti instalacijski program)
nl: U kunt deze versie van macOS bijwerken, maar u kunt deze ook downloaden en dat is de knop waarop u hebt geklikt. Deze pop-up bestaat gewoon om ervoor te zorgen dat je dat weet. (Dit zal gewoon uw webbrowser openen en het installatieprogramma downloaden, niets bijzonders.)
pt_br: Você pode atualizar para esta versão do macOS, porém também pode descarregá-la e este é o botão que você clicou. Este popup só existe para garantir que você saiba disso. (Isto só abrirá seu navegador e fará o descarregamento do instalador, nada especial).
pt_pt: Podes atualizar para esta versão do macOS, mas também pode descarrega-la e esse foi o botão em que clicaste. Este pop-up existe apenas para garantir que sabias isso. (Isso apenas abrirá o teu navegador da web e fará a descarga do instalador, nada de especial.)
ru: Вы можете выполнить обновление до этой версии macOS, но вы также можете загрузить ее, и это кнопка, которую вы нажали. Это всплывающее окно существует только для того, чтобы вы это знали. (Это просто откроет ваш веб-браузер и загрузит установщик, ничего особенного.)
uk: Ви можете оновити операційну систему до цієї версії macOS, але ви також можете завантажити її, і це робить кнопка, яку ви натиснули. Це спливаюче вікно існує тільки для того, щоб ви це знали. (Це просто відкриє ваш веб-браузер і завантажить установник, нічого особливого.)

# PO-UP-CHOOSE-DOWNLOAD-2
source: You can't "update" to an older version of macOS, however you can download the installer if you have something you want to do with it. (This will just open your web browser and download the installer, nothing special.)
ar: لا يمكنك "التحديث" إلى إصدار macOS أقدم، لكن يمكنك تنزيل المثبت إذا كان لديك شيء تريد القيام به. (سيؤدي هذا إلى فتح متصفح الويب الخاص بك وتنزيل برنامج التثبيت ، لا شيء سحري.)
bs: Ne možete se "ažurirati" na stariju verziju MacOS-a, ali možete skinuti instalaciju ako imate nešto što želite raditi sa njom (Ovo će samo otvoriti vaš internet pretraživač i skinuti instalaciju, ništa posebno.)
de: Du kannst nicht auf eine ältere Version von macOS "updaten". Du kannst jedoch den Installer herunterladen, falls du etwas damit machen willst. (Es wird nur dein Browser geöffnet und der Installer heruntergeladen, nichts Spezielles.)
el: Δεν μπορείτε να κάνετε "ενημέρωση" σε παλιότερη έκδοση του macOS, αλλά μπορείτε να κατεβάσετε τον εγκαταστάτη αν τον θέλετε για κάτι. (Απλά θα ανοίξει τον περιηγητή σας για το ίντερνετ και θα κατεβάσει τον εγκαταστάτη, τίποτα σπουδαίο.)
es: No puedes "actualizar" a una versión más antigua de macOS, sin embargo, puedes bajar el instalador si quieres hacer algo con él. (Esto solo abrirá el navegador y descarga el instalador, nada especial.)
fr: Vous ne pouvez pas faire de mise à jour vers une ancienne version de macOS, mais vous pouvez télécharger le programme d'installation si vous avez quelque chose à faire avec. (Cela va juste ouvrir votre navigateur web et télécharger l'installateur, rien de spécial).
hr: Ne mo~ete "a~urirati" na stariju verziju macOS-a, ali mo~ete preuzeti instalacijski program ako ~elite neato u initi s njim. (Ovo e samo otvoriti vaa web preglednik i preuzeti instalacijski program)
nl: U kunt "update" niet naar een oudere versie van macOS, maar u kunt het installatieprogramma downloaden als u er iets mee wilt doen. (Dit zal gewoon uw webbrowser openen en het installatieprogramma downloaden, niets bijzonders.)
pt_br: Você não pode ”atualizar" para uma versão mais antiga do macOS, no entanto, você pode descarregar o instalador se você tiver algo que queira fazer com ele. (Isto só abrirá seu navegador e descarregará, nada especial).
pt_pt: Não podes "atualizar" para uma versão mais antiga do macOS, no entanto, podes descarregar o instalador se quiseres fazer algo com ele. (Isso apenas abrirá o teu navegador da web e fará a descarga do instalador, nada de especial.)
ru: Вы не можете "обновиться" до более старой версии macOS, но вы можете скачать установщик, если он вам нужен. (Это просто откроет ваш веб-браузер и загрузит установщик, ничего особенного.)
uk: Ви не можете "оновитись" до більш старої версії macOS, але ви можете завантажити її, і це робить кнопка, яку ви натиснули. Це спливаюче вікно існує тільки для того, щоб ви це знали. (Це просто відкриє ваш веб-браузер і завантажить установник, нічого особливого.)

# PO-UP-CHOOSE-DOWNLOAD-TIP
source: You can also download the InstallAssistant.pkg if you want.
ar: يمكنك أيضًا تنزيل InstallAssistant.pkg إذا كنت تريد ذلك.
bs: Možete također skinuti InstallAssistant.pkg ako želite
de: Du kannst auch das InstallAssistant.pkg herunterladen wenn du willst.
el: Μπορείτε επίσης να κατεβάσετε το InstallAssistant.pkg αν θέλετε.
es: También puedes descargar el InstallAssistant.pkg si deseas.
fr: Vous pouvez également télécharger le fichier InstallAssistant.pkg si vous le souhaitez.
hr: Ako ~elite, mo~ete preuzeti i InstallAssistant.pkg.
nl: U kunt ook de InstallAssistant downloaden.pkg als u dat wilt.
pt_br: Você também pode descarregar o InstallAssistant.pkg, se desejar.
pt_pt: Se quiseres também podes descarregar o InstallAssistant.pkg.
ru: Вы также можете скачать InstallAssistant.pkg, если хотите.
uk: Ви також можете завантажити InstallAssistant.pkg, якщо хочете.

# PO-UP-CHOOSE-DOWNLOAD-TIP-2
source: You cannot update to an older version of macOS, but you may download this installer if you want.
ar: لا يمكنك التحديث إلى إصدار أقدم من macOS ، ولكن يمكنك تنزيل برنامج التثبيت هذا إذا كنت تريد ذلك.
bs: Ne možete se ažurirati na stariju MacOS verziju, ali možete skinuti ovu instalaciju ako želite.
de: Du kannst nicht auf eine ältere Version von macOS "updaten". Du kannst jedoch diesen Installer herunterladen wenn du willst.
el: Δεν μπορείτε να κάνετε ενημέρωση σε παλιότερη έκδοση του macOS, αλλά μπορείτε να κατεβάσετε τον εγκαταστάτη αν τον θέλετε.
es: Tu no puedes actualizar a una versión de macOs más antigua, pero puedes descargar el instalador si deseas.
fr: Vous ne pouvez pas effectuer de mise à jour vers une version antérieure de macOS, mais vous pouvez télécharger ce programme d'installation si vous le souhaitez.
hr: Ne mo~ete a~urirati stariju verziju macOS-a, ali mo~ete preuzeti ovaj instalacijski program ako ~elite.
nl: U kunt niet bijwerken naar een oudere versie van macOS, maar u kunt dit installatieprogramma desgewenst downloaden.
pt_br: Você não pode atualizar para uma versão antiga do macOS, mas você pode descarregar este instalador se quiser.
pt_pt: Não podes atualizar para uma versão mais antiga do macOS, no entanto, podes descarregar o instalador se quiseres
ru: Вы не можете обновиться до более старой версии macOS, но вы можете скачать установщик, если хотите.
uk: Ви не можете оновитися до більш старої версії macOS, але ви можете завантажити інсталятор, якщо хочете.

source: Download
ar: تنزيل
bs: Skini
el: Λήψη
fr: Télécharger
hr: Preuzmi
nl: Downloaden
pt_br: Descarregar
pt_pt: Descarga
ru: Загрузить
uk: Завантажити

# DOWNLOAD-PATCH-MACOS
source: Downloading Patches and macOS
ar: تنزيل التصحيحات و macOS
bs: Skidanje Patcheva i MacOS-a
de: Patches und macOS werden heruntergeladen
el: Λήψη των Patches και του macOS
fr: Téléchargement des patches et macOS
hr: Preuzimanje zakrpa i macOS-a
nl: Patches en macOS downloaden
pt_br: Descarregando Patches e macOS
ru: Загрузка патчей и macOS
uk: Завантаження патчів і macOS

source: Downloaded Patches
ar: تم تنزيل التصحيحات
bs: Patchevi skinuti
de: Patches heruntergeladen
el: Λήψη των Patches
fr: Patches téléchargés
hr: Preuzete zakrpe
nl: Gedownloade patches
pt_br: Patches Descarregados
ru: Загрузка патчей
uk: Завантаження патчів

# PO-UP-DPM-DESCRIPTION
source: The patches allow you to use hardware like WiFi and allows the patcher to override installer code, so that your Mac stays at its full functionality. macOS is being downloaded straight from Apple, in the form of an InstallAssistant.pkg file. With this, we can extract out the Installer app then start a macOS install. (Sometimes the progress bar breaks, but no matter what it's downloading.)
ar: تسمح لك التصحيحات باستخدام أجهزة مثل WiFi وتسمح للباتشر بتجاوز رمز المثبت ، بحيث يظل جهاز Mac يعمل بكامل وظائفه. يتم تنزيل macOS مباشرة من Apple ، في شكل ملف InstallAssistant.pkg. باستخدام هذا يمكننا استخراج تطبيق Installer ثم بدء تثبيت macOS. (أحيانًا ينكسر شريط التقدم للتحميل ، ولكن بغض النظر عن هذا سيتم تنزيله.)
bs: Patchevi vam dozvoljavaju da koristite hardver kao što je WiFi i dozvoljava Patcheru da prođe preko instalacijskog koda tako da vam Mac ostane na punoj funkcionalnosti. MacOS se skida izravno sa Apple-a, u formi InstallAssistant.pkg fajla. Sa ovime, možemo otvoriti instalacijsku aplikaciju i započeti instalaciju. (Ponekad se linija za progres zaustavi, ali se fajl skida!)
de: Die Patches ermöglichen es dir Hardware wie WiFi zu verwenden und erlaubt es dem Patcher Installer-Code zu überschreiben, damit dein Mac seine volle Funktionalität beibehält. macOS wird direkt von Apple heruntergeladen in der Form einer InstallAssistant.pkg Datei. Aus dieser können wir die Installer-App extrahieren und dann die macOS Installation starten. (Manchmal funktioniert die Fortschrittsanzeige nicht wie gewünscht, es lädt aber trotzdem.)
el: Τα patches επιτρέπουν την χρήση υλισμικού όπως το WiFi και επιτρέπουν στο patcher να παρακάμψει κώδικα του εγκαταστάτη, ώστε ο Mac σας να παραμείνει πλήρος λειτουργικός. Γίνεται λήψη του macOS κατευθείαν απο την Apple, σε ορφή αρχείου InstallAssistant.pkg. Έτσι μπορείτε να εξάγετε την εφαρμογή του εγκαταστάτη και να αρχίσετε την εγκατάσταση του macOS. (Μερικές φορές δεν λειτουργεί η μπάρα προόδου, αλλά η λήψη πάντα συνεχίζεται.)
es: Los parches que te permiten utilizar componentes como WiFi y que le permite al parche anular el código del instalador, para que tu Mac pueda conservar funcionalidad completa. Se está descargando el archivo directamente de Apple, en formato InstallAssistant.pkg (macOS). Con esto, podemos extraer el Instalador y comenzar una instalación de macOS. (A veces la barra de progreso se atasca, pero no importa que se está descargando.)
fr: Les patches vous permettent d'utiliser du matériel comme le WiFi et permettent au patcheur de remplacer le code de l'installateur, afin que votre Mac conserve toutes ses fonctionnalités. macOS est téléchargé directement depuis Apple, sous la forme d'un fichier InstallAssistant.pkg. Avec cela, nous pouvons extraire l'application Installateur puis démarrer une installation de macOS. (Parfois, la barre de progression se casse, mais quoi qu'il en soit, le téléchargement est en cours).
hr: Zakrpe vam omoguuju upotrebu hardvera poput WiFi-a i dopuataju Patcheru da poniati instalacijski kod, tako da vaa Mac ostaje u punoj funkcionalnosti. macOS se preuzima izravno s Applea, u obliku datoteke InstallAssistant.pkg. Ovim mo~emo izvui aplikaciju Installer i zapo eti instalaciju macOS-a. (Ponekad se traka napretka izbugira, ali bez obzira na to - installer se i dalje preuzima.)
nl: Met de patches kunt u hardware zoals WiFi gebruiken en kan de patcher de installatiecode overschrijven, zodat uw Mac volledig functioneel blijft. macOS wordt rechtstreeks van Apple gedownload, in de vorm van een InstallAssistant.pkg-bestand. Hiermee kunnen we de Installer-app extraheren en vervolgens een macOS-installatie starten. (Soms breekt de voortgangsbalk, maar het maakt niet uit wat er wordt gedownload.)
pt_br: Os patches permitem que você use hardware como WiFi e permite que o patcher sobreponha o código do instalador, de modo que seu mac permaneça em sua plena funcionalidade. macOS está sendo descarregado diretamente da Apple, na forma de um arquivo InstallAssistant.pkg. Com isso, podemos extrair o aplicativo Instalador e então iniciar uma instalação do MacOS. (Às vezes a barra de progresso quebra, mas não importa o que esteja descarregando).
pt_pt: Os patches permitem que uses hardware como WiFi e permite que o patcher substitua o código do instalador, para que o teu Mac permaneça com sua total funcionalidade. O macOS está a ser descarregado diretamente da Apple, na forma de um ficheiro InstallAssistant.pkg . Com isto, podemos extrair a aplicação do instalador e iniciar a instalação do macOS. (Às vezes, a barra de progresso quebra, mas não tem problema, o ficheiro está a ser descarregado.)
ru: Патчи позволяют использовать оборудование, такое как Wi-Fi модуль, и перезаписывают код установщика, чтобы ваш Mac оставался полностью функциональным. macOS загружается прямо с серверов Apple в виде файла InstallAssistant.pkg. Оттуда мы можем извлечь приложение установщика, а затем начать установку macOS. (Иногда индикатор выполнения ломается, но загрузка при этом идёт.)
uk: Патчі дозволяють використовувати обладнання, таке як Wi-Fi модуль, і перезаписують код інсталятора, щоб ваш Mac залишався повністю функціональним. macOS завантажується безпосередньо з серверів Apple у вигляді файлу InstallAssistant.pkg. Звідти ми можемо витягти додаток інсталятора, а потім розпочати встановлення macOS. (Іноді індикатор виконання не працює, але завантаження при цьому йде.)

source: Downloading macOS
ar: يتم تنزيل macOS
bs: Skidanje MacOS-a
de: macOS wird heruntergeladen
el: Λήψη του macOS
es: Descargando macOS
fr: Téléchargement de macOS
hr: Preuzimanje macOS-a
nl: MacOS downloaden
pt_br: Descarregando macOS
pt_pt: A Descarregar o macOS
ru: Загрузка macOS
uk: Завантаження macOS

# PO-UP-SOI-TITLE
source: Ready to Update!
ar: جاهز للتحديث!
bs: Spremno za ažuriranje
de: Bereit um das Update durchzuführen!
el: Έτοιμο για Ενημέρωση!
es: Listo para Actualizar!
fr: Prêt à être actualisé!
hr: Spremno za a~uriranje!
nl: Klaar om bij te werken!
pt_br: Pronto para Atualizar!
pt_pt: Pronto para Atualizar!
ru: Готов к обновлению!
uk: Готовий до оновлення!

# PO-UP-SOI-DESCRIPTION
source: Now, Patched Sur will finish preparing for the update and restart into the macOS Updater. After a while, macOS will be finished installing and you can patch the kexts and then enjoy macOS. This will take a while! Just like the preparing for update part of system preferences, this isn't the fastest thing in the world.
ar: الآن ، سوف ينتهي Patched Sur من التحضير للتحديث وإعادة التشغيل في macOS Updater. بعد فترة ، سيتم الانتهاء من تثبيت macOS ويمكنك تصحيح kexts ثم الاستمتاع بـ macOS. سيستغرق هذا بعض الوقت! تمامًا مثل التحضير لتحديث جزء من تفضيلات النظام ، فهذا ليس أسرع شيء في العالم.
bs: Sada, Patched Sur će završiti pripreme za ažuriranje i restartovat će se u MacOS Updater. Nakon nekog vremena, MacOS će završiti sa instalacijom i moći ćete izmijeniti kext fajlove i uživati u MacOS-u. Ovo će trajati dugo! Kao i pripremanje za ažuriranje iz sistemskih podešavanja, ovo nije najbrža stvar na svijetu.
de: Patched Sur wird jetzt das Update vorbereiten und danach in den macOS Update neu starten. Nach einer Weile wird die Installation von macOS abgeschlossen sein und du kannst die Kexts patchen und macOS geniessen. Dieser Vorgang wird eine Weile dauern! Genau so wie der Vorbereitungsschritt der Updates in den Systemeinstellungen, ist dies nicht das schnellste der schnellste Vorgang der Welt.
el: Τωρα, το Patched Sur θα τελειώσει την προετοιμασία για την ενημέρωση και θα αρχίσει την λειτουργία ενημέρωσης του macOS. Μετά από αρκετή ώρα, το macOS θα τελειώσει την εγκατάσταση και θα μπορέσετε να κάνετε patch των kext. Αυτό θα πάρει αρκετή ώρα! Όπως και η αναμονή για την ενημέρωση στις Προτιμήσεις Συστήματος, αυτή δεν είναι και η πιο γρήγορη διαδικασία.
es: Ahora, Patched Sur terminará de preparar la actualización y reiniciar el instalador de macOS. Después de un tiempo. macOS terminará de instalarse y podrás parchar los kexts y disfrutar de macOS. ¡Esto tomará un tiempo! Al igual que preparar una actualización mediante ajustes del sistema, esto no es la cosa más rápido del mundo.
fr: Maintenant, Patched Sur va finir de se préparer pour la mise à jour et redémarrer dans le dispositif de l'actualisation de macOS. Après un certain temps, l'installation de macOS sera terminée et vous pourrez patcher les kexts et ensuite profiter de macOS. Cela va prendre un certain temps! Tout comme la préparation de la mise à jour dans les préférences système, ce n'est pas la chose la plus rapide du monde.
hr: Sada e Patched Sur zavraiti pripremu za a~uriranje i ponovno se pokrenuti u macOS Updateru. Nakon nekog vremena, macOS e biti gotov s instalacijom, a vi mo~ete zakrpati kextove i zatim u~ivati u macOS-u. Ovo e potrajati! Baa poput pripreme za a~uriranje dijela sistemskih postavki, ovo nije najbr~a stvar na svijetu.
nl: Nu is Patched Sur klaar met de voorbereiding op de update en start het opnieuw op in de macOS Updater. Na een tijdje is macOS klaar met installeren en kunt u de kexts patchen en vervolgens genieten van macOS. Dit zal even duren! Net als het voorbereiden op het bijwerken van een deel van systeemvoorkeuren, is dit niet het snelste ter wereld.
pt_br: Agora, o Patched Sur terminará os preparativos para a atualização e reiniciará no macOS Atualizador. Depois de um tempo, o macOS estará pronto para ser instalado e você poderá remendar os kexts e então desfrutar do macOS. Isto vai demorar um pouco! Assim como a preparação para a parte de atualização das preferências do sistema, esta não é a coisa mais rápida do mundo.
pt_pt: Agora, o Patched Sur vai terminar de se preparar para a atualização e reiniciar no macOS Updater. Depois de um tempo, a instalação do macOS terminará e poderes fazer o patch dos kexts e aproveitar o macOS. Isso vai demorar um bocado! Assim como na preparação para a atualização nas preferências do sistema, isso não é a coisa mais rápida do mundo.
ru: Теперь, Patched Sur завершит подготовку к обновлению и перезапустится в установщик обновлений macOS. Через некоторое время установка macOS будет завершена, и вы сможете пропатчить кексты, а затем наслаждаться macOS. Это займет некоторое время! Так же, как и подготовка к обновлению в системных настройках, это не самая быстрая вещь в мире.
uk: Тепер, Patched Sur завершить підготовку до оновлення й перезавантажить Mac в інсталятор оновлень macOS. Через деякий час інсталяцію macOS буде завершено, і ви зможете пропатчити кексти, а потім насолоджуватися macOS. Це займе деякий час! Так само, як і підготовка до оновлення в системних налаштуваннях, це не найшвидша річ в світі.

# PO-UP-SOI-PREPARING
source: Preparing for Update
ar: يتم التحضير للتحديث
bs: Pripremanje za ažuriranje
de: Für das Update vorbereiten
el: Προετοιμασία για Ενημέρωση
es: Preparandose para Actualizar
fr: Préparation de l'actualisation
hr: Priprema za a~uriranje
nl: Voorbereiden op update
pt_br: Preparando para Atualização
pt_pt: A Preparar para Atualizar
ru: Подготовка к обновлению
uk: Підготовка до оновлення

# PO-IR-SUBTITLE
source: Kind of Helpful
ar: مفيد نوعا ما
bs: Otprilike korisno
de: Irgendwie hilfreich
el: Κάπως Χρήσιμο
es: Algo Útil
fr: Plutôt utile
hr: Polu-Korisno
nl: Soort van nuttig
pt_br: Um Pouco Útil
pt_pt: Algo Meio Util
ru: Полезное
uk: Корисне

source: DISCLAMIER
ar: إخلاءُ المسؤولية
bs: OBAVIJEST
de: HAFTUNGAUSSCHLUSS
el: DISCLAIMER
es: DESCARGO DE RESPONSABILIDAD
fr: Clause de non-responsabilité
hr: UPOZORENJE
nl: DISCLAIMER
pt_br: AVISO LEGAL
pt_pt: AVISO LEGAL
ru: ДИСКЛЕЙМЕР
uk: ДИСКЛЕЙМЕР
