Repository: Ben216k/Patched-Sur
Catalog: Patched Sur - For Catalina/Localization/*.lproj/Localizable.strings
Languages: ar, bs, de, el, es, fr, hr, nl, pt_br, pt_pt, ru, uk

# PRE-TRACK-DESCRIPTION
source: Your update track defines what versions of macOS get. The Release track is the most stable, and probably what you're using already. Beta gives you access to new features of macOS early, but it's unstable at times.
ar: تعيين مسار التحديث الخاص بك سيحدد إصدارات الmacOS التي ستحصل عليها. مسار الإصدار الاصلي هو الأكثر استقرارًا ، وربما هو ما تستخدمه بالفعل. لكن الإصدار التجريبي Beta يمنحك الوصول إلى ميزات macOS الجديدة مبكرًا ، ولكنه غير مستقر في بعض الأحيان.
bs: Vrsta ažuriranja govori koju verziju MacOs-a želite. Verzija Release je najstabilnija, i to već vjerovatno koristite. Beta verzija vam daje pristup novim mogućnostima MacOS-a ranije, ali može biti nestabilna.
de: Der Update Track definiert welche Version von macOS du bekommst. Der Release Track ist der stabilste und derjenige, den du bereits verwendest. Beta gibt dir vorab Zugang zu neuen Funktionen, kann jedoch zeitweise instabil sein.
el: Το είδος ενημέρωσης ορίζει τι είδος του macOS θα λαμβάνετε. Η έκδοση επίσημης Κυκλοφορίας (Release) είναι η πιο σταθερή, και πιθανότατα αυτή που χρησιμοποιείτε ήδη. Η έκδοση Beta σας δίνει πρόσβαση σε νέα χαρακτηριστικά του macOS πιο νωρίς, αλλά μπορεί να μην είναι τόσο σταθερή.
es: Tu canal de actualizaciones define que tipo de versiones de macOS tu Mac recibirá. El canal público es el más estable y probablemente el que ya estés utilizando. El canal beta te da acceso a las nuevas funciones de macOS antes, pero puede ser inestable.
fr: Votre piste d'actualisation définit les versions de macOS que vous obtenez. La Version Publique est la plus stable, et probablement celle que vous utilisez déjà. La version bêta vous permet d'accéder rapidement aux nouvelles fonctionnalités de macOS, mais elle est parfois instable.
hr: Vaaa verzija a~uriranja definira koju ete verziju macOS-a dobiti. Provjerena verzija je najstabilnija i vjerojatno ono ato ve koristite. Beta vam daje pristup novim zna ajkama MacOS-a, ali ponekad je nestabilna.
nl: Uw updatetrack definieert welke versies van macOS worden geïnstalleerd. De Release-track is het meest stabiel en waarschijnlijk wat je al gebruikt. Bèta geeft je vroeg toegang tot nieuwe functies van macOS, maar het is soms onstabiel.
pt_br: Seu caminho de atualização define o que as versões do macOS recebem. A faixa de lançamento é a mais estável, e provavelmente o que você já está usando. Beta lhe dá acesso às novas características do macOS mais cedo, mas às vezes é instável.
pt_pt: O tipo de atualização define que versão do macOS é obtida. A atualização de lançamento é a mais estável e provavelmente a que você já está a usar. Beta dá acesso a novos recursos do macOS mais cedo, mas às vezes é instável.
ru: Ваша ветка обновлений определяет, какие версии macOS вы получите. Релизная ветка самая стабильная, и скорее всего, вы её уже используете. Ветка Бета дает вам ранний доступ к новым функциям macOS, но она время от времени нестабильна.
uk: Ваша гілка оновлень визначає, які версії macOS ви отримаєте. Релізний гілка найстабільніша, і швидше за все, ви її вже використовуєте. Гілка Бета дає вам ранній доступ до нових функцій macOS, але вона час від часу нестабільна.

# TRACK-RELEASE
source: Release
ar: الإصدار الاصلي
el: Κυκλοφορία
es: Público
fr: Version Publique
hr: Provjerena
pt_br: Lançamento
pt_pt: Lançamento
ru: Релизная ветка
uk: Релізна гілка

# TRACK-BETA
source: Beta
ar: لإصدار التجريبي Beta
fr: Bêta
nl: Bèta
ru: Ветка Бета
uk: Гілка Бета

# PRE-VERS-TITLE
source: macOS Big Sur Version
ar: إصدار macOS Big Sur
bs: Verzija MacOS Big Sur sistema
el: Έκδοση macOS Big Sur
es: Versión de macOS Big Sur
hr: Verzija MacOS-a Big Sur
nl: macOS Big Sur-versie
pt_br: macOS Versão Big Sur
pt_pt: Versão do macOS Big Sur
ru: Версия macOS Big Sur
uk: Версія macOS Big Sur

# PRE-VERS-DESCRIPTION
source: While in most cases you'll want the latest version of macOS Big Sur, you might for whatever reason want an older version, and you can configure that here. If you want to use a pre-downloaded InstallAssistant.pkg or installer app, you can by clicking browse. If you just want to download and use the latest version of macOS, just click Download.
ar: ستحتاج في معظم الحالات إلى أحدث إصدار من macOS Big Sur ، لكن ان كنت ترغب لأي سبب من الأسباب في إصدار أقدم ، يمكنك اختيار ذلك هنا. و إذا كنت تريد استخدام تطبيق InstallAssistant.pkg أو برنامج التثبيت الذي تم تنزيله مسبقًا ، فيمكنك النقر فوق استعراض. لكن إذا كنت تريد فقط تنزيل أحدث إصدار من macOS واستخدامه ، فما عليك سوى النقر فوق تنزيل.
bs: Dok ćete u većini slučajeva želiti najnoviju verziju, iz bilo kojeg razloga biste možda željeli stariju verziju, i to možete postaviti ovdje. Ako želite koristiti prije instaliran Install Assistant.pkg ili aplikaciju instalera, možete to odabrati klikom na browse. Ako želite skinuti i koristiti najnoviju verziju MacOS-a, samo kliknite dugme za skidanje MacOS-a.
de: Normalerweise möchtest du die neuste Version von Big Sur verwenden, falls du aus irgendwelchen Gründen eine ältere Version nutzen willst, kannst du das hier konfigurieren. Wenn du selbst einen InstallAssistant.pkg oder eine Installations-App heruntergeladen hast, kannst du diese mit Durchsuchen auswählen. Wenn du einfach die neuste Version von macOS herunterladen willst, klicke auf Herunterladen.
el: Παρ'ότι τις περισσότερες φορές θα θέλετε την πιο πρόσφατη έκδοση του macOS Big Sur, μπορεί για τον οποιοδήποτε λόγο να θέλετε μια πιο παλιά, και μπορείτε να την διαλέξετε εδώ. Αν θέλετε να χρησιμοποιήσετε ένα ήδη κατεβασμένο InstallAssistant.pkg ή μια εφαρμογή εγκατάστασης, μπορείτε πατώντας το κουμπί "Ψάξτε". Αν θέλετε απλώς να κατεβάσετε και να χρησιμοποιήσετε την πιο πρόσφατη έκδοση, πατήστε "Κατέβασμα".
es: Mientras que en la mayoría de los casos desearás la versión más reciente de macOS Big Sur por algunas otras ocasiones podría ser el caso que prefieras una versión anterior y lo puedes configurar aquí mismo. Si deseas utilizar un instalador pre-descargado (InstallAssistant.pkg) puedes presionar buscar. Si solo quieres descargar y usar la versión más reciente de macOS, presiona descargar.
fr: Bien que, dans la plupart des cas, vous souhaitiez disposer de la dernière version de macOS Big Sur, il se peut que, pour une raison ou une autre, vous souhaitiez une version plus ancienne, et vous pouvez le configurer ici. Si vous souhaitez utiliser un InstallAssistant.pkg ou une application d'installation prétéléchargée, vous pouvez le faire en cliquant sur Parcourir. Si vous souhaitez simplement télécharger et utiliser la dernière version de macOS, cliquez simplement sur Télécharger.
hr: Iako ete u veini slu ajeva htjeti najnoviju verziju macOS Big Sur-a, iz bilo kojeg razloga mo~da ~elite stariju verziju, a to mo~ete ovdje konfigurirati. Ako ~elite upotrijebiti unaprijed preuzetu aplikaciju InstallAssistant.pkg ili instalacijsku aplikaciju, mo~ete odabirom na pregledavanje. Ako samo ~elite preuzeti i koristiti najnoviju verziju macOS-a, samo kliknite Preuzmi.
nl: Hoewel je in de meeste gevallen de nieuwste versie van macOS Big Sur wilt, wil je misschien om welke reden dan ook een oudere versie en dat kun je hier configureren. Als u een vooraf gedownloade InstallAssistant.pkg- of installatie-app wilt gebruiken, kunt u op bladeren klikken. Als u alleen de nieuwste versie van macOS wilt downloaden en gebruiken, klikt u gewoon op Downloaden.
pt_br: Enquanto na maioria dos casos você vai querer a última versão do MacOS Big Sur, você pode, por qualquer razão, querer uma versão mais antiga, e você pode configurar isso aqui. Se você quiser usar um aplicativo InstallAssistant.pkg ou installer pré-descarregado, você pode clicar em navegar. Se você quiser apenas baixar e usar a versão mais recente do macOS, basta clicar em Download.
pt_pt: Embora na maioria dos casos você deseje a versão mais recente do macOS Big Sur, por qualquer motivo você pode querer uma versão mais antiga e pode configurá-la aqui. Se quiser usar um InstallAssistant.pkg pré-descarregado ou uma aplicação de instalação, clique em navegar. Se você deseja apenas fazer a descarga e usar a versão mais recente do macOS, basta clicar em Descarregar.
ru: Хотя в большинстве случаев стоит использовать последнюю версию macOS Big Sur, если по какой-либо причине вам требуется более старая версия, вы можете настроить ее здесь. Если вы хотите использовать заранее скачанный InstallAssistant.pkg или полный установщик, вы можете нажать кнопку Обзор. Если вы просто хотите загрузить и использовать последнюю версию macOS, просто нажмите на кнопку Загрузить.
uk: Хоча в більшості випадків варто використовувати останню версію macOS Big Sur, якщо з якоїсь причини вам потрібна більш стара версія, ви можете налаштувати її тут. Якщо ви хочете використовувати заздалегідь завантажений InstallAssistant.pkg або повний інсталятор, ви можете натиснути кнопку Огляд. Якщо ви просто хочете завантажити і використати останню версію macOS, просто натисніть на кнопку Завантажити.

# PRE-VERS-NOFI
source: The available macOS installer list could not be accessed. This is probably because WiFi is unavailable. You must use a pre-downloaded macOS installer.
ar: تعذر الوصول إلى قائمة مثبتات macOS المتوفرة. ربما يكون هذا بسبب عدم توفر شبكة WiFi. يجب عليك استخدام مثبت macOS تم تنزيله مسبقًا.
bs: Nismo mogli pristupiti listi MacOS instalera. Ovo je vjerovatno zato što je WiFi nedostupan. Morati ćete koristiti prije downloadan MacOS instaler.
de: Die Liste mit verfügbaren macOS Versionen konnte nicht geladen werden. Wahrscheinlich hast du keine Verbindung zum Internet. Um weiter zu fahren musst du einen bereits heruntergeladenen macOS Installer verwenden.
el: Η λίστα διαθέσιμων εργαλείων εγκατάστασης του macOS Big Sur δεν μπορούσε να προσπελαστεί. Αυτό ίσως ευθύνεται στο γεγονός ότι δεν είναι διαθέσιμο το WiFi. Πρέπει να χρησιμοποιήσετε ενα ήδη κατεβασμένο εργαλείο εγκατάστασης του macOS Big Sur.
es: La lista de instaladores de macOS no pudo ser encontrada. Probablemente es porque la conexión WiFi no está disponible. Debes usar un instalador pre-descargado.
fr: La liste des installateurs macOS disponibles n'a pas pu être consultée. Cela est probablement dû au fait que le WiFi n'est pas disponible. Vous devez utiliser un programme d'installation de macOS prétéléchargé.
hr: Nije mogue pristupiti dostupnom popisu programa za instaliranje macOS-a. To je vjerojatno zato ato WiFi nije dostupan. Morate koristiti unaprijed preuzetu instalaciju macOS-a.
nl: De beschikbare macOS-installatielijst is niet toegankelijk. Dit komt waarschijnlijk omdat Wi-Fi niet beschikbaar is. U moet een vooraf gedownload macOS-installatieprogramma gebruiken.
pt_br: A lista de instaladores macOS disponíveis não pôde ser acessada. Isto provavelmente se deve ao fato de que o WiFi não está disponível. Você deve usar um instalador de macOS pré-descarregado.
pt_pt: Não há acesso á lista de instaladores disponíveis do macOS . Provavelmente, o WiFi está indisponível. Você tem de usar um instalador do macOS pré-descarregado.
ru: Список установщиков macOS недоступен. Скорее всего, у вас отсутствует подключение к сети. Вы должны использовать заранее загруженный установщик.
uk: Список інсталяторів macOS недоступний. Швидше за все, у вас відсутнє підключення до мережі. Ви повинні використовувати заздалегідь завантажений інсталятор.

# PRE-VERS-DOWNLOAD
source: Download macOS XX.YY.ZZ
ar: تنزيل macOS XX.YY.ZZ
bs: Skini macOS XX.YY.ZZ
de: macOS XX.YY.ZZ herunterladen
el: Κατέβασμα macOS XX.YY.ZZ
es: Descargar macOS XX.YY.ZZ
fr: Télécharger macOS XX.YY.ZZ
hr: Preuzmite macOS XX.YY.ZZ
pt_br: Descarregar macOS XX.YY.ZZ
pt_pt: Descarregar o macOS XX.YY.ZZ
ru: Загрузить macOS XX.YY.ZZ
uk: Завантажити macOS XX.YY.ZZ

# PRE-VERS-USE
source: Use macOS XX.YY.ZZ
ar: استخدام macOS XX.YY.ZZ
bs: Koristi macOS XX.YY.ZZ
de: Nutze macOS XX.YY.ZZ
el: Χρησιμοποιείστε το macOS XX.YY.ZZ
es: Usar macOS XX.YY.ZZ
fr: Utiliser macOS XX.YY.ZZ
hr: Koristite macOS XX.YY.ZZ
nl: Gebruik macOS XX.YY.ZZ
pt_pt: Usar o macOS XX.YY.ZZ
ru: Использовать macOS XX.YY.ZZ
uk: Використати macOS XX.YY.ZZ

# PRE-VERS-PRE
source: Use Pre-Downloaded macOS
ar: استخدم macOS الذي تم تنزيله مسبقًا
bs: Koristi prije downloadan MacOS
de: Nutze ein bereits heruntergeladenes macOS
el: Χρησιμοποιείστε ένα ήδη κατεβασμένο macOS
es: Usar macOS pre-descargado
fr: Utiliser pré téléchargés macOS
hr: Koristite Unaprijed Preuzet macOS
nl: Gebruik Vooraf ge-downloade macOS
pt_br: Use macOS Pre-Descarregado
pt_pt: Usar o macOS Pre-Descarregado
ru: Использовать существующую копию macOS
uk: Використати існуючу копію macOS

# PRE-VERS-REDOWNLOAD
source: Redownload
ar: إعادة التنزيل
bs: Opet skini macOS
de: Erneut herunterladen
el: Επανακατέβασμα
es: Descargar Nuevamente
fr: Redéchargez
hr: Ponovno Preuzmi
nl: Opnieuw downloaden
pt_br: Descarregar de novo
pt_pt: Voltar a Descarregar
ru: Скачать заново
uk: Завантажити знову

# PRE-VERS-FETCH
source: Fetching Installers
ar: يتم إحضار المثبتات
bs: Dohvaćanje instalera
de: Lade Installer
el: Εύρεση Εργαλείων Εγκατάστασης
es: Refrescando Instaladores
fr: Récupère les installateurs
hr: Dohvaanje Instalacije
nl: Ophalen Installatie hulpprogramma
pt_br: Buscando o instaladores
pt_pt: A procurar instaladores
ru: Получение списка установщиков
uk: Отримання списку інсталяторів

# DOWNLOAD-PATCHES
source: Downloading Patches
ar: يتم تنزيل التصحيحات
bs: Skidanje patchova
de: Patches werden heruntergeladen
el: Κατέβασμα των Patches
es: Descargando Parches
fr: Téléchargement de patches
hr: Preuzimanje Zakrpa
nl: Patches downloaden
pt_br: Descarregando Patches
pt_pt: A Descarregar Patches
ru: Загрузка патчей
uk: Завантаження патчів

# DOWNLOAD-FILES
source: Downloading Files
ar: يتم تحميل الملفات
bs: Skidanje fajlova
de: Dateien werden heruntergeladen
el: Κατέβασμα Αρχείων
es: Descargando Archivos
fr: Téléchargement de fichiers
hr: Preuzimanje Datoteka
nl: Bestanden downloaden
pt_br: Descarregando Arquivos
pt_pt: A Descarregar Ficheiros
ru: Загрузка файлов
uk: Завантаження файлів

# PRE-DP-1
source: The set vars tool allows you to properly setup the NVRAM and SIP status, so that Big Sur lets you boot into it.
ar: تسمح لك أداة set vars بإعداد حالة NVRAM و SIP بشكل صحيح ، بحيث يتيح لك Big Sur التمهيد فيها.
bs: Set vars alat vam dozvoljava da namjestite NVRAM i SIP status, da bi Big Sur dozvolio da se Mac pokrene kako treba.
de: Das set vars Tool erlaubt es dir den NVRAM und SIP-Status korrekt zu setzen, damit du in Big Sur booten kannst.
el: Το εργαλείο set vars σας επιτρέπει να διαμορφώσετε ορθώς την NVRAM και την κατάσταση του SIP, ώστε να μπορείτε να ξεκινήσετε στο Big Sur.
es: La herramienta set vars te permite establecer la NVRAM y el status del SIP, para que Big Sur te permita iniciar el sistema.
fr: L'outil set vars vous permet de configurer correctement l'état de la NVRAM et du SIP, afin que Big Sur vous permette de démarrer.
hr: Alat set vars omoguuje vam pravilno postavljanje NVRAM i SIP statusa, tako da mo~ete ui u Big Sur.
nl: Met de set vars-tool kunt u de NVRAM- en SIP-status correct instellen, zodat Big Sur u erin laat opstarten.
pt_br: A ferramenta set vars permite que você configure corretamente o status NVRAM e SIP, de modo que o Big Sur permite que você inicialize nele.
pt_pt: A ferramenta set vars permite que configure corretamente o status NVRAM e SIP, para que o Big Sur permita que você inicie nele.
ru: Утилита для установки переменных позволяет вам правильно настроить NVRAM и статус SIP, чтобы Big Sur нормально загружался.
uk: Утиліта для встановлення змінних дозволяє вам правильно налаштувати NVRAM й статус SIP, щоб Big Sur нормально завантажувався.

# PRE-DP-2
source: This is the last tool you will use before installing Big Sur.
ar: هذه هي الأداة الأخيرة التي ستستخدمها قبل تثبيت Big Sur.
bs: Ovo je zadnji alat koji ćete koristiti prije instaliranja Big Sur sistema.
de: Das ist das letzte Tool welches du vorbereiten musst, bevor du Big Sur installieren kannst.
el: Αυτό είναι το τελευταίο εργαλείο που θα χρησιμοποιήσετε πριν την εγκατάσταση του Big Sur.
es: Esta es la última herramienta que se necesitará antes de instalar Big Sur.
fr: C'est le dernier outil que vous utiliserez avant d'installer Big Sur.
hr: Ovo je posljednji alat koji trebate prije instaliranja Big Sur-a.
nl: Dit is de laatste tool die u zult gebruiken voordat u Big Sur installeert.
pt_br: Esta é a última ferramenta que você usará antes de instalar o Big Sur.
pt_pt: Esta é a última ferramenta que você usará antes de instalar o Big Sur.
ru: Это последний инструмент, который вы будете использовать перед установкой Big Sur.
uk: Це останній інструмент, який ви будете використовувати перед встановленням Big Sur.

# PRE-DP-3
source: You will only need this if you haven't run it before on that Mac or if you did a PRAM reset.
ar: ستحتاج إلى هذا فقط إذا لم تقم بتشغيله من قبل على جهاز Mac هذا أو إذا قمت بإعادة تعيين PRAM.
bs: Ovo će vam trebati samo ako ga niste pokretali prije na Mac uređaju, ili ako ste uradili PRAM reset.
de: Dies ist nur benötigt, falls du diesen Mac noch nie gepatcht hast, oder einen PRAM Reset durchgeführt hast.
el: Θα το χρειαστείτε μόνο αν δεν το έχετε χρησιμοποιήσει σε αυτόν τον Mac προηγουμένως ή αν επαναφέρατε την PRAM.
es: Solo necesitaras esto si nunca se ha iniciado antes en esta Mac o si realizaste un reinicio de la PRAM.
fr: Vous n'en aurez besoin que si vous ne l'avez jamais exécuté auparavant sur ce Mac ou si vous avez effectué une réinitialisation de la PRAM.
hr: On e vam trebati samo ako ga prije niste pokrenuli na tom Macu ili ako ste resetirali PRAM.
nl: Je hebt dit alleen nodig als je het nog niet eerder op die Mac hebt uitgevoerd of als je een PRAM-reset hebt uitgevoerd.
pt_br: Você só precisará disto se não o tiver executado antes naquele Mac ou se tiver feito um reset da PRAM.
pt_pt: Você só precisará disto se não o tiver executado antes no Mac ou se tiver feito uma reposição de PRAM.
ru: Вам это будет необходимо, если вы ранее не использовали её на этом Mac или сбросили PRAM.
uk: Вам це буде необхідно, якщо ви раніше не використовували її на цьому Mac або скинули PRAM.

# PRE-DP-4
source: The kext patches allow you to use hardware like WiFi and USB ports, so that your Mac stays at its full functionality.
ar: تتيح لك تصحيحات kext استخدام أجهزة مثل منافذ WiFi و USB ، بحيث ان يظل جهاز Mac يعمل بكامل وظائفه.
bs: Kext patchovi vam dozvoljavaju da koristite stvari kao WiFi ili USB portove, tako da vam Mac ostane na punoj funkcionalnosti.
de: Die Kext Patches erlauben es dir Hardware wie WiFi und USB Ports zu verwenden, damit dein Mac seine volle Funktionalität behält.
el: Τα kext patches σας επιτρέπουν να χρησιμοποιήσετε υλικό όπως το WiFi και οι θύρες USB, ώστε ο Mac σας να διατηρήσει την πλήρη λειτουργηκότητα του.
es: Los parches de Kexts te permiten usar componentes como el WiFi y los puertos USB para que tu Mac conserve toda su funcionalidad.
fr: Les patches kext vous permettent d'utiliser du matériel comme le WiFi et les ports USB, afin que votre Mac conserve toutes ses fonctionnalités.
hr: Kext zakrpe omoguuju vam upotrebu hardvera poput WiFi i USB priklju aka, tako da vaa Mac ostaje u punoj funkcionalnosti.
nl: Met de kext-patches kunt u hardware zoals WiFi- en USB-poorten gebruiken, zodat uw Mac volledig functioneel blijft.
pt_br: Os patches kext permitem que você use hardware como WiFi e portas USB, para que seu Mac permaneça em sua plena funcionalidade.
pt_pt: Os patch kexts permitem que você use hardware como WiFi e portas USB, para que seu Mac permaneça com todas as suas funcionalidades.
ru: Патчи кекстов позволяют добавить поддержку встроенного оборудования, например Wi-Fi модуля и USB портов, чтобы ваш Mac оставался полностью функциональным.
uk: Патчі кекстов дозволяють додати підтримку вбудованого обладнання, наприклад Wi-Fi модуля та USB портів, щоб ваш Mac залишався повністю функціональним.

# PRE-DP-CANCEL-1
source: The patches that will later be used by the patcher are currently downloading. Are you sure you want to go back?
ar: يتم حاليًا تنزيل التصحيحات التي سيتم استخدامها لاحقًا بواسطة الباتشر. هل أنت متأكد أنك تريد العودة؟
bs: Patchovi koji će kasnije biti korišteni trenutno se skidaju. Da li ste sigurni da se želite vratiti nazad?
de: Die Patches welche der Patcher später verwendet, werden gerade heruntergeladen. Bist du sicher, dass du zurück willst?
el: Τα patches που θα χρησιμοποιηθούν αργότερα απο το patcher κατεβαίνουν τώρα. Είστε σίγουροι πως θέλετε να γυρίσετε πίσω?
es: Los parches que serán usados luego por el parche principal se están descargando. ¿Estás seguro de que quieres regresar?
fr: Les patches qui seront utilisés ultérieurement par le patcheur sont en cours de téléchargement. Vous êtes sûr de vouloir revenir en arrière?
hr: Trenutno se preuzimaju zakrpe koje e patcher koristiti. Jeste li sigurni da se ~elite vratiti?
nl: De patches die later door de patcher zullen worden gebruikt, worden momenteel gedownload. Weet je zeker dat je terug wilt?
pt_br: Os patches que serão usados mais tarde pelo o patcher estão sendo descarregados atualmente. Você tem certeza de que quer voltar?
pt_pt: Os patches que serão usados ​​posteriormente pelo patcher estão a ser descarregados neste momento. Tem certeza que quer voltar?
ru: Патчи в данный момент скачиваются. Вы действительно хотите вернуться?
uk: Патчі на даний момент завантажуються. Ви дійсно хочете повернутися?

# PRE-DP-CANCEL-2
source: The Patches Are Downloading
ar: يتم تنزيل التصحيحات
bs: Skidanje patcheva
de: Die Patches werden heruntergeladen
el: Τα Patches κατεβαίνουν
es: Los parches se están descargando
fr: Les patches se téléchargent
hr: Zakrpe Se Preuzimaju
nl: De patches worden gedownload
pt_br: Os Patches Estão Descarregando
pt_pt: Os Patches estão a ser Descarregados
ru: Патчи скачиваются
uk: Патчі завантажуються

source: Cancel Download
ar: إلغاء التنزيل
bs: Otkaži skidanje
de: Download abbrechen
el: Ακύρωση Κατεβάσματος
es: Cancelar descarga
fr: Annuler Téléchargement
hr: Poniati Preuzimanje
nl: Download annuleren
pt_br: Cancelar a Descarga
pt_pt: Cancelar a Descarga
ru: Отменить загрузку
uk: Скасувати завантаження

source: Restart Download
ar: أعد تشغيل التنزيل
bs: Ponovo pokreni skidanje
de: Download neu starten
el: Επανεκκίνηση Κατεβάσματος
es: Reiniciar descarga
fr: Redémarrage Télécharger
hr: Ponovo Pokrenite Preuzimanje
nl: Download opnieuw starten
pt_br: Reiniciar a Descarga
pt_pt: Reiniciar a Descarga
ru: Начать загрузку заново
uk: Розпочати завантаження ще раз

source: Continue Download
ar: متابعة التنزيل
bs: Nastavi skidanje
de: Download fortsetzen
el: Συνέχιση Κατεβάσματος
es: Continuar descargando
fr: Continuer Téléchargement
hr: Nastavite S Preuzimanjem
nl: Doorgaan met downloaden
pt_br: Continuar a Descarga
pt_pt: Continuar a Descarga
ru: Продолжить загрузку
uk: Продовжити завантаження
