Repository: Ben216k/Patched-Sur
Catalog: Patched Sur - For Catalina/Localization/*.lproj/Localizable.strings
Languages: ar, bs, de, el, es, fr, hr, nl, pt_br, pt_pt, ru, uk

# PRE-DP-CANCEL-3
source: The patches failed to download, however this could be solved by trying again. Would you like to attempt to download the patches again or go to the previous step?
ar: فشل تنزيل التصحيحات ، ولكن يمكن حل ذلك عن طريق المحاولة مرة أخرى. هل ترغب في محاولة تنزيل التصحيحات مرة أخرى أم الانتقال إلى الخطوة السابقة؟
bs: Patchevi se nisu uspjeli skinuti sa interneta. Ipak, ovo bi moglo biti popravljeno ponovnim pokušajem. Da li želite pokušati opet skinuti patcheve ili se želite vratiti na prethodni korak?
de: Die Patches konnten nicht heruntergeladen werden. Ein Neustart des Downloads könnte dies beheben. Möchtest du den Download erneut probieren oder zum vorherigen Schritt zurückkehren?
el: Τα patches δεν κατέβηκαν επιτυχώς, όμως μπορείτε να λύσετε αυτό το πρόβλημα δοκιμάζοντας να τα κατεβάσετε πάλι. Θέλετε να δοκιμάσετε να τα κατεβάσετε ξανά ή να πάτε στο προηγούμενο βήμα?
es: Los parches fallaron en descargar, sin embargo, esto se puede resolver intentándolo de nuevo. ¿Deseas intentar de nuevo descargar los parches o deseas regresar al paso anterior?
fr: Le téléchargement des correctifs n'a pas abouti, mais cela peut être résolu en réessayant. Voulez-vous réessayer de télécharger les correctifs ou revenir à l'étape précédente?
hr: Zakrpe se nisu uspjele preuzeti, no to bi se moglo rijeaiti ponovnim pokuaajem. }elite li pokuaati ponovo preuzeti zakrpe ili se vratiti na prethodni korak?
nl: De patches konden niet worden gedownload, maar dit kan worden opgelost door het opnieuw te proberen. Wilt u proberen de patches opnieuw te downloaden of naar de vorige stap gaan?
pt_br: Os patches falharam em descarregar, mas isto poderia ser resolvido tentando novamente. Você gostaria de tentar descarregar os adesivos novamente ou ir para o passo anterior?
pt_pt: A descarga dos patches falhou, no entanto isso pode ser resolvido tentando novamente. Deseja tentar descarregar os patches novamente ou ir para o passo anterior?
ru: Произошла ошибка при загрузке патчей, вы можете попробовать решить проблему, начав закачку заново. Вы хотите попробовать загрузить патчи еще раз или перейти к предыдущему шагу?
uk: Сталася помилка під час завантаження патчів, ви можете спробувати вирішити проблему, розпочавши завантаження ще раз. Ви хочете спробувати завантажити патчі ще раз або перейти до попереднього кроку?

# PRE-DP-CANCEL-4
source: Would you like to restart the download?
ar: هل تريد إعادة التحميل؟
bs: Da li želite ponovo pokrenuti skidanje?
de: Möchtest du den Download neu starten?
el: Θέλετε να επαννεκινήσετε το κατέβασμα?
es: ¿Deseas reiniciar la descarga?
fr: Voulez-vous redémarrer le téléchargement?
hr: }elite li ponovno pokrenuti preuzimanje?
nl: Wilt u de download opnieuw starten?
pt_br: Você gostaria de reiniciar a descarga??
pt_pt: Deseja reiniciar a descarga?
ru: Вы действительно хотите начать загрузку заново?
uk: Ви дійсно хочете розпочати завантаження ще раз?

# PRE-DM-TITLE
source: Downloading macOS
ar: تنزيل macOS
bs: Skidanje MacOS sistema
de: macOS wird heruntergeladen
el: Κατέβασμα macOS
es: Descargando macOS
fr: Téléchargement de macOS
hr: Preuzimanje macOS-a
nl: MacOS downloaden
pt_br: Descarregando macOS
pt_pt: A Descarregar o macOS
ru: Загрузка macOS
uk: Завантаження macOS

# PRE-DM-DESCRIPTION
source: Currently, macOS is being downloaded straight from Apple so it can be put on the installer USB. This is a full installer, so it's a 12 GB download. It'll take a while, so let it go and make sure that your internet connection is good. After this is done, you'll have to select a USB drive to use for the installer then Patched Sur will use this file make the installer USB.
ar: حاليًا يتم تنزيل macOS مباشرة من Apple حتى يمكن وضعه على USB المثبت. هذا برنامج تثبيت كامل ، لذا فهو تنزيل 12 جيجابايت. سيستغرق الأمر بعض الوقت ، لذا اتركه وتأكد من أن اتصالك بالإنترنت جيد. بعد الانتهاء من ذلك ، سيتعين عليك تحديد محرك أقراص USB لاستخدامه في برنامج التثبيت ، ثم يستخدم Patched Sur هذا الملف لجعل المثبت USB.
bs: Trenutno, MacOS se skida direktno sa Apple-a tako da bi mogao biti stavljen na USB. Ovo je puni instaler, tako da je to download od 12 GB. Trebat će dugo vremena, tako da ga pustite da radi i pobrinite se da je internet konekcija dobra. Nakon što ovo završi, morat ćete odabrati USB za instalaciju i onda će Patched Sur koristiti taj USB na napravi instalacijski USB.
de: macOS wird momentan von Apple heruntergeladen um es auf den USB zu laden. Dies ist eine vollständige Installation, sprich ein Download von 12 GB. Es wird eine Weile dauern, also lass es einfach laufen und stelle sicher, dass deine Internetverbindung gut ist. Wenn dies abgeschlossen ist, musst du ein USB Laufwerk wählen, welches Patched Sur für den Installer verwenden soll.
el: Αυτή τη στιγμή, το macOS κατεβαίνει κατευθείαν απο την Apple για να τοποθετηθεί σε USB εγκατάστασης. Αυτό είναι ένα πλήρες εργαλείο εγκατάστασης, οπότε λαμβάνει 12GB χώρου. Θα πάρει αρκετή ώρα, οπότε αφήστε το και σιγουρευτείτε ότι έχετε καλή σύνδεση στο ίντερνετ. Αφού τελειώσει το κατέβασμα, θα πρέπει να διαλέξετε ενα USB για το εργαλείο εγκατάστασης, και έπειτα το Patched Sur θα χρησιμοποιήσει αυτο το αρχείο για να δημιουσγήσει ενα USB με το εργαλείο εγκατάστασης.
es: Actualmente, macOS se está descargando directamente de Apple para ser luego transferido al USB. Este es un instalador completo, así que es una descarga de 12 GB. Puede tomar algún tiempo así que permite que complete y asegúrate de tener buena conexión a internet. Luego de finalizar, tendrás que seleccionar el disco USB a usarse para guardar el instalador y Patched Sur usará este archivo para hacer un instalador en el USB.
fr: Actuellement, macOS est téléchargé directement depuis Apple afin d'être placé sur la clé USB d'installation. Il s'agit d'un installateur complet, ce qui représente un téléchargement de 12 Go. Cela va prendre un certain temps, alors laissez faire et assurez-vous que votre connexion Internet est bonne. Après cela, vous devrez sélectionner un lecteur USB à utiliser pour l'installation, puis Patched Sur utilisera ce fichier pour faire l'installation USB.
hr: Trenutno se macOS preuzima izravno od Applea kako bi se mogao staviti na USB za instalaciju. Ovo je puni instalacijski program, tako da se radi o preuzimanju 12 GB. Provjerite je li vaaa internetska veza dobra. Nakon ato to u inite, morat ete odabrati USB pogon koji ete koristiti za instalacijski program, a zatim e Patched Sur pretvoriti ovu datoteku u instalacijski USB.
nl: Momenteel wordt macOS rechtstreeks van Apple gedownload, zodat het op het installatie-USB-installatieprogramma kan worden geplaatst. Dit is een volledig installatieprogramma, dus het is een download van 12 GB. Het duurt even, dus laat het gaan en zorg ervoor dat je internetverbinding goed is. Nadat dit is gebeurd, moet u een USB-station selecteren om te gebruiken voor het installatieprogramma, waarna Patched Sur dit bestand zal gebruiken om het installatieprogramma USB te maken.
pt_br: Atualmente, o macOS está sendo descarregado diretamente da Apple para que possa ser colocado no USB instalador. Este é um instalador completo, portanto, é um download de 12 GB. Vai demorar um pouco, então deixe ir e certifique-se de que sua conexão de internet esteja boa. Após isto ser feito, você terá que selecionar um drive USB para usar no instalador e então o Patched Sur usará este arquivo para tornar o instalador USB.
pt_pt: Atualmente, o macOS está a ser descarregado diretamente da Apple para que possa ser colocado no instalador USB. Este é um instalador completo, portanto, é uma descarga de 12 GB. Isto vai demorar um pouco, então deixe andar e certifique-se de que sua conexão com a internet está boa. Depois de fazer isso, você terá de selecionar uma unidade USB para o instalador e então o Patched Sur usará este ficheiro para construir o instalador USB.
ru: В данный момент macOS скачивается напрямую с серверов Apple, в дальнейшем установщик будет распакован на USB носитель. Это полный установщик, так что он весит 12 ГБ. Это займет некоторое время, поэтому дождитесь окончания процесса и убедитесь, что у вас хорошее интернет-соединение. После этого, вам необходимо выбрать USB носитель чтобы использовать установщик, Patched Sur использует этот файл, чтобы создать установочную флешку.
uk: На даний момент macOS скачується безпосередньо з серверів Apple, в подальшому інсталятор буде розпакований на USB носій. Це повний інсталятор, тому він важить 12 ГБ. Це займе деякий час, тому дочекайтеся закінчення процесу і переконайтеся, що у вас стабільне інтернет-з'єднання. Після цього, вам необхідно обрати USB носій для розпаковки на нього інсталятора, Patched Sur використовує цей файл, щоб створити інсталяційну флешку.

# PRE-DM-BAR
source: Downloading macOS XX.YY.ZZ
ar: يتم تنزيل macOS XX.YY.ZZ
bs: Skidanje macOS-a XX.YY.ZZ
de: macOS XX.YY.ZZ wird heruntergeladen
el: Κατέβασμα του macOS XX.YY.ZZ
es: Descargando macOS XX.YY.ZZ
fr: Téléchargement de macOS XX.YY.ZZ
hr: Preuzimanje macOS-a XX.YY.ZZ
nl: MacOS downloaden XX.YY.ZZ
pt_br: Descarregando macOS XX.YY.ZZ
pt_pt: A Descarregar o macOS XX.YY.ZZ
ru: Загрузка macOS XX.YY.ZZ
uk: Завантаження macOS XX.YY.ZZ

# PRE-DM-CANCEL-1
source: The macOS Big Sur is currently being downloaded so that it can be used later. This is a big download. Are you sure you want to go back?
ar: يتم حاليًا تنزيل macOS Big Sur بحيث يمكن استخدامه لاحقًا. هذا تنزيل كبير. هل أنت متأكد أنك تريد العودة؟
bs: MacOS Big Sur se trenutno skida sa interneta da bi mogao biti korišten kasnije. Ovo je veliki fajl. Da li ste sigurni da se želite vratiti nazad?
de: macOS Big Sur wird momentan heruntergeladen damit es später verwendet werden kann. Dies ist ein grosser Download. Bist du sicher, dass du zurück gehen willst?
el: Το macOS Big Sur κατεβαίνει τώρα ώστε να χρησιμοποιηθεί αργότερα. Το κατέβασμα είναι μεγάλο. Είστε σίγουροι ότι θέλετε να πάτε πισω?
es: El sistema macOS Big Sur se está descargando ahora mismo para ser usado luego. Esto es una descarga grande. ¿Seguro de que quieres regresar?
fr: Le macOS Big Sur est actuellement en cours de téléchargement afin de pouvoir être utilisé ultérieurement. C'est un gros téléchargement. Vous êtes sûr de vouloir revenir en arrière?
hr: Trenutno se preuzima macOS Big Sur kako bi se kasnije mogao koristiti. Ovo je veliko preuzimanje. Jeste li sigurni da se ~elite vratiti?
nl: De macOS Big Sur wordt momenteel gedownload, zodat deze later kan worden gebruikt. Dit is een grote download. Weet je zeker dat je terug wilt?
pt_br: O MacOS Big Sur está sendo descarregado atualmente para que possa ser usado mais tarde. Este é um grande download. Você tem certeza de que quer voltar?
pt_pt: O macOS Big Sur está a ser descarregado para uso posterior. Esta é uma descarga grande. Tem certeza que quer voltar?
ru: В данный момент macOS скачивается напрямую с серверов Apple чтобы его можно было в дальнейшем использовать. Это большой файл. Вы действительно хотите вернуться?
uk: На даний момент macOS скачується безпосередньо з серверів Apple щоб його можна було в подальшому використовувати. Це великий файл. Ви дійсно хочете повернутися?

# PRE-DM-CANCEL-2
source: macOS is Downloading
ar: يتم تنزيل macOS
bs: macOS se skida sa interneta
de: macOS wird heruntergeladen
el: Το macOS κατεβαίνει
es: macOS se está descargando
fr: macOS se télécharge
hr: macOS Se Preuzima
nl: macOS wordt gedownload
pt_br: macOS está Descarregando
pt_pt: macOS está a ser Descarregado
ru: macOS скачивается
uk: macOS завантажується

# PRE-DM-CANCEL-3
source: macOS failed to download, however this could be solved by trying again. Would you like to attempt to download macOS again or go to the previous step?
ar: فشل تنزيل macOS ، ولكن يمكن حل ذلك عن طريق المحاولة مرة أخرى. هل ترغب في محاولة تنزيل macOS مرة أخرى أم الانتقال إلى الخطوة السابقة؟
bs: Skidanje MacOS sistema je neuspješno. Ipak, ovo bi moglo biti riješeno ponovnim pokušajem. Da li želite ponovo pokušati skinuti MacOS ili se želite vratiti na prethodni korak?
de: macOS konnte nicht heruntergeladen werden. Ein Neustart des Downloads könnte dies beheben. Möchtest du den Download erneut probieren oder zum vorherigen Schritt zurückkehren?
el: Το macOS απέτυχε να κατέβει, όμως μπορείτε να λύσετε αυτό το πρόβλημα δοκιμάζοντας να το κατεβάσετε πάλι. Θέλετε να δοκιμάσετε να κατεβάσετε το macOS ξανά ή να πάτε στο προηγούμενο βήμα?
es: macOS fallo en descargarse, sin embargo, esto se puede resolver intentándolo de nuevo. ¿Deseas intentar de nuevo descargar macOS o deseas regresar al paso anterior?
fr: Le téléchargement de macOS a échoué, mais cela peut être résolu en réessayant. Voulez-vous réessayer de télécharger macOS ou passer à l'étape précédente?
hr: Zakrpe se nisu uspjele preuzeti, no to bi se moglo rijeaiti ponovnim pokuaajem. }elite li pokuaati ponovo preuzeti zakrpe ili prijei na prethodni korak?
nl: macOS kan niet worden gedownload, maar dit kan worden opgelost door het opnieuw te proberen. Wilt u proberen macOS opnieuw te downloaden of naar de vorige stap gaan?
pt_br: macOS não conseguiu fazer o descarregamento, mas isso poderia ser resolvido tentando novamente. Você gostaria de tentar descarregar macOS novamente ou ir para o passo anterior?
pt_pt: A descarga do macOS falhou, mas isso pode ser resolvido tentando novamente. Você gostaria de voltar a tentar fazer a descarga do macOS ou ir para o passo anterior?
ru: Произошла ошибка при загрузке macOS, вы можете попробовать решить проблему, начав закачку заново. Вы хотите попробовать загрузить macOS еще раз или перейти к предыдущему шагу?
uk: Сталася помилка під час завантаження macOS, ви можете спробувати вирішити проблему, почавши завантаження заново. Ви хочете спробувати завантажити macOS ще раз або перейти до попереднього кроку?

# PRE-VOL-TITLE
source: Select A USB Volume
ar: اختر وحدة تخزين USB
bs: Odaberite USB
de: Wähle ein USB Laufwerk
el: Διαλέξτε έναν δίσκο USB
es: Selecciona un USB
fr: Sélectionner un volume USB
hr: Odaberite USB
nl: Selecteer een USB-volume
pt_br: Selecionar um Volume USB
pt_pt: Selecionar Uma Unidade USB
ru: Выберите USB накопитель
uk: Оберіть USB накопичувач

# PRE-VOL-1
source: To install patched Big Sur initially, you need a USB install that will assist with the upgrade. This provides an environment where the patcher can be sure that everything will go properly.
ar: لتثبيت Patched Big Sur في البداية ، تحتاج إلى تثبيت USB يساعد في التحديث. يوفر هذا بيئة حيث يمكن أن يتأكد الباتشر من أن كل شيء سوف يسير بشكل صحيح.
bs: Da bi ste instalirali Big Sur, treba vam USB instalacija koja će asistirati sa upgradeom. Ovo stvara okruženje gdje će se patcher pobrinuti da sve ide kako treba.
de: Um Big Sur zum ersten Mal gepatcht zu installieren, brauchst du eine USB Installation, welche mit dem Upgrade helfen wird. Dies erstellt eine Umgebung, in welcher der Patcher sicher sein kann, dass alles korrekt funktioniert.
el: Για να εγκαταστήσετε αρχικά το macOS Big Sur, θα χρειαστείτε ένα εργαλείο εγκατάστασης σε USB. Αυτό σας προμηθεύει με ένα περιβάλλον στο οποίο ο patcher μπορεί να σιγουρευτεί ότι όλα θα πάνε σωστά.
es: Para instalar Big Sur parcheado inicialmente necesitarás un USB que asistirá con la instalación. Este proveerá un ambiente donde el parche se puede asegurar que todo va adecuadamente bien.
fr: Pour installer Patched Big Sur initialement, vous avez besoin d'une installation USB qui aidera à la mise à niveau. Cela fournit un environnement dans lequel le patcheur peut être sûr que tout se passera correctement.
hr: Da biste u po etku instalirali patchani Big Sur, potrebna vam je USB instalacija koja e vam pomoi u nadogradnji. To osigurava okru~enje u kojem patcher mo~e biti siguran da e sve proi kako treba.
nl: Om gepatchte Big Sur in eerste instantie te installeren, hebt u een USB-installatie nodig die helpt bij de upgrade. Dit biedt een omgeving waar de patcher er zeker van kan zijn dat alles goed gaat.
pt_br: Para instalar o Patched Big Sur inicialmente, você precisa de uma instalação USB que ajudará com a atualização. Isto proporciona um ambiente onde o patcher pode ter certeza de que tudo irá funcionar corretamente.
pt_pt: Para instalar o patched Big Sur inicialmente, você precisa de um instalador USB que ajudará na atualização. Isso fornece um ambiente onde o patcher pode ter certeza de que tudo funcionará corretamente.
ru: Чтобы установить пропатченный Big Sur, вам необходим USB установщик, который проведет вас через процесс обновления. Он обеспечит среду, в которой патчер может быть уверен, что все установится правильно.
uk: Щоб встановити пропатченний Big Sur, вам необхідний USB інсталятор, який проведе вас через процес оновлення. Він забезпечить середу, в якій патчер може бути впевнений, що все встановиться правильно.

# PRE-VOL-2
source: To create an installer, you need a volume to put the installer on.
ar: لإنشاء برنامج تثبيت ، تحتاج إلى وحدة تخزين لتشغيل المثبت.
bs: Da bi ste napravili instaler, treba vam prostor na koji ćete ga staviti.
de: Um den Installer zu erstellen, brauchst du ein Laufwerk um den Installer drauf zu packen.
el: Για να δημιουργήσετε ενα εργαλείο εγκατάστασης, χρειάζεστε έναν δίσκο στον οποίο θα τοποθετηθεί.
es: Para crear un instalador USB necesitará un volumen donde poner el instalador.
fr: Pour créer un programme d'installation, vous avez besoin d'un volume sur lequel placer le programme d'installation.
hr: Da biste stvorili instalacijski program, potreban vam je disk da biste ga instalirali.
nl: Als u een installatieprogramma wilt maken, hebt u een volume nodig om het installatieprogramma in te stellen.
pt_br: Para criar um instalador, você precisa de um volume para colocar o instalador.
pt_pt: Para criar um instalador, você precisa de uma unidade USB para colocar o instalador.
ru: Чтобы создать установщик, вам необходим флеш-накопитель.
uk: Щоб створити інсталятор, вам потрібен флеш-накопичувач.

# PRE-VOL-3
source: This USB needs to be 16GB or bigger. Internal partitions won't work, but external partitions do depending on the partition map (which will probably be correct with the GUID Partition Map). If your drive doesn't show up, make sure it is formatted as MacOS Extended (Journaled).
ar: يجب أن يكون حجم ال USB ١٦ جيجابايت أو أكبر. لن تعمل الأقسام الداخلية ، لكن الأقسام الخارجية تعمل بناءً على خريطة الأقسام (والتي من المحتمل أن تكون صحيحة مع خريطة القسم GUID). إذا لم يظهر محرك الأقراص الخاص بك ، فتأكد من تنسيقه كـ MacOS Extended (Journaled).
bs: Ovaj USB mora biti 16GB ili više. Interne particije neće raditi, ali eksterne particije hoće u zavisnosti od mape particija (najvjerovatnije GUID mapa). Ako se vaš uređaj ne pokazuje, pobrinite se da je formatiran kao MacOS Extended (Journaled).
de: Dieser USB muss mindestens 16 GB gross sein. Interne Partitionen funktionieren nicht, jedoch externe sollten funktionieren jed nach Partitions-Map (GUID Partitions-Map sollten korrekt sein). Falls dein Laufwerk nicht auftaucht, stelle sicher dass es als MacOS Extended (Journaled) formattiert ist.
el: Αυτό το USB πρέπει να είναι ίσο ή μεγαλύτερο των 16GB. Εσωτερικοί τόμοι (partitions) δεν λειτουργούν, αλλά οι εξωτερικοί λειτουργούν αναλόγως με την μορφή τους (partition map) (που μάλλον θα είναι σωστή με την την μορφή GUID). Αν δεν εμφανιστεί ο δίσκος σας, σιγουρευτείτε οτι έχει διαμορφωθεί ως MacOS Extended (Journaled).
es: Este USB necesita tener al menos 16 GB de espacio o más. Particiones internas no funcionaran, pero particiones externas dependiendo del mapa de partición que tenga (El cual es probable que sea correcto el mapa GUID). Si tu volumen no se muestra verifica de que este formateado como macOS Extended (Journaled).
fr: Cette clé USB doit être de 16GB ou plus. Les partitions internes ne fonctionneront pas, mais les partitions externes oui, en fonction de la carte de partition (qui sera probablement correcte avec la Table de partition GUID). Si votre disque n'apparaît pas, vérifiez qu'il est formaté en Mac OS étendu (journalisé).
hr: USB mora imati barem 16 GB. Unutarnje particije nee raditi, ali vanjske particije rade, ovisno o mapi particija (ato e vjerojatno biti to no s GUID mapom particija). Ako se vaa pogon ne pojavi, provjerite je li formatiran kao MacOS Extended (Journaled).
nl: Deze flashdrive/sd kaart moet 16 GB of groter zijn. Interne partities werken niet, maar externe partities wel, afhankelijk van de partitietoewijzing (wat waarschijnlijk correct zal zijn met de GUID Partition Map). Als uw schijf niet wordt weergegeven, controleert u of deze is geformatteerd als MacOS Extended (Journaled).
pt_br: Este USB precisa ser de 16GB ou maior. As partições internas não funcionarão, mas as externas dependem do mapa de partição (que provavelmente estará correto com o Mapa de Partição GUID). Se sua unidade não aparecer, certifique-se de que esteja formatada como MacOS Extended (Journaled).
pt_pt: Esta unidade USB deve ter 16 GB ou mais. As partições internas não funcionarão, mas as partições externas sim, dependendo do mapa de partição (que provavelmente estará correto como Mapa de Partição GUID). Se a sua unidade não aparecer, certifique-se de que ela esteja formatada como MacOS Expandido (Com Journaling).
ru: Этот USB должен быть объемом не менее 16 ГБ. Внутренние разделы не будут работать, однако внешние, в зависимости от схемы разметки (которая скорее всего будет правильной, если это GUID). Если ваша флешка не показывается, убедитесь, что она отформатирована в файловой системе MacOS Extended (Журналируемая).
uk: Цей USB повинен бути обсягом не менше 16 ГБ. Внутрішні розділи не працюватимуть, однак зовнішні, в залежності від схеми розмітки (яка швидше за все буде правильною, якщо це GUID). Якщо ваша флешка не відображається, переконайтеся, що вона відформатована в файлової системі MacOS Extended (Журнальна).

# PRE-VOL-NO
source: No compatible drives were detected.
ar: لم يتم اكتشاف محركات أقراص متوافقة.
bs: Nisu otkriveni kompatibilni uređaji.
de: Keine kompatiblen Laufwerke konnten gefunden werden.
el: Κανένας συμβατός δίσκος δεν βρέθηκε.
es: No Volúmenes compatibles fueron detectados.
fr: Aucun disque compatible n'a été détecté.
hr: Nije otkriven nijedan kompatibilni pogon.
nl: Er zijn geen compatibele stations gedetecteerd.
pt_br: Não foram detectados unidades compatíveis.
pt_pt: Não foram encontradas unidades compatíveis.
ru: Совместимые устройства не обнаружены.
uk: Сумісні пристрої не виявлені.

# PRE-VOL-ERASED
source: VOLUME will be erased.
ar: سوف يتم مسح VOLUME
bs: VOLUME će biti obrisan.
de: VOLUME wird gelöscht werden.
el: VOLUME θα σβηστεί.
es: VOLUME sera borrado.
fr: VOLUME sera effacé.
hr: VOLUME e se izbrisati.
nl: VOLUME wordt gewist.
pt_br: VOLUME será apagado.
pt_pt: VOLUME vai ser apagado.
ru: VOLUME будет очищен.
uk: VOLUME буде очищений.
