Repository: Ben216k/Patched-Sur
Catalog: Patched Sur - For Catalina/Localization/*.lproj/Localizable.strings
Languages: ar, bs, de, el, es, fr, hr, nl, pt_br, pt_pt, ru, uk

# PRE-VOL-ERASED-2
source: All the files on this volume will be completely erased. This cannot be undone. Are you sure you would like to continue?
ar: سيتم مسح جميع الملفات الموجودة على هذا المجلد تمامًا. هذا لا يمكن التراجع عنها. هل أنت متأكد أنك تريد الاستمرار؟
bs: Svi fajlovi na ovom uređaju će biti potpuno obrisani. Ovo se ne može vratiti. Da li ste sigurni da želite nastaviti?
de: Alle Dateien auf diesem Laufwerk werden komplett gelöscht. Dies kann nicht rückgägnig gemacht werden. Bist du sicher, dass du fortfahren willst?
el: Όλα τα αρχεία σε αυτόν τον δίσκο θα σβηστούν. Αυτή η επιλογή είναι μη αντιστρέψιμη. Είστε σίγουροι ότι θέλετε να συνεχίσετε?
es: Todos los archivos en este volumen serán borrados. Esto no se puede revertir. ¿Estas seguro de qué quieres continuar?
fr: Tous les fichiers de ce volume seront complètement effacés. Cette opération ne peut être annulée. Êtes-vous sûr de vouloir continuer?
hr: Sve datoteke na ovoj jedinici biti e potpuno izbrisane. Ovaj postupak ne mo~e se poniatiti. Jeste li sigurni da ~elite nastaviti?
nl: Alle bestanden op dit volume worden volledig gewist. Dit kan niet ongedaan worden gemaakt. Weet u zeker dat u door wilt gaan?
pt_br: Todos os arquivos deste volume serão completamente apagados. Isto não pode ser desfeito. Você tem certeza de que gostaria de continuar?
pt_pt: Todos os ficheiros nesta unidade vão ser completamente apagados. Isto não pode ser desfeito. Tem certeza de que quer de continuar?
ru: Все файлы на этом разделе будут полностью стерты. Это действие необратимо. Вы действительно хотите продолжить?
uk: Всі файли на цьому розділі будуть повністю стерті. Ця дія є незворотньою. Ви дійсно хочете продовжити?

# PRE-VOL-DETECTING
source: Detecting Volumes
ar: يتم البحث عن مساحات التخزين.
bs: Detektovanje uređaja
de: Laufwerke finden
el: Εύρεση Δίσκων
es: Detectando Volúmenes
fr: Détection des volumes
hr: Otkrivanje Jedinica
nl: Volumes detecteren
pt_br: Detectando Volumes
pt_pt: A Detectar Unidades
ru: Поиск устройств
uk: Пошук пристроїв

# PRE-VOL-CHECKING
source: Checking VOLUME
ar: يتم التحقق من VOLUME
bs: Provjera VOLUME
de: Überprüfe VOLUME
el: Έλεγχος VOLUME
es: Verificando VOLUME
fr: Vérification du VOLUME
hr: Provjeravam VOLUME
nl: VOLUME controleren
pt_br: Verificando VOLUME
pt_pt: A Verificar VOLUME
ru: Проверка тома VOLUME
uk: Перевірка тому VOLUME

# PRE-CTI-TITLE
source: Creating USB Installer
ar: يتم إنشاء مثبت USB
bs: Kreiranje USB instalera
de: USB Installer wird erstellt
el: Δημιουργία Εργαλείου Εγκατάστασης σε USB
es: Creando Instalador USB
fr: Création d'un installateur USB
hr: Izrada USB instalacijskog programa
nl: USB-installatieprogramma maken
pt_br: Criando um instalador USB
pt_pt: A Criar Instalador USB
ru: Создание USB установщика
uk: Створення USB інсталятора

# PRE-CTI-DESCRIPTION
source: Now the USB you selected is being used to create a macOS installer USB. The files copied on the disk create an environment similar to macOS Big Sur Recovery Mode. Once those files are placed on the USB, Patched Sur steps in and patches it allowing for your Mac to boot into it and giving it some useful tools for a patched Mac.
ar: يتم الآن استخدام USB الذي حددته لإنشاء USB المثبت لنظام التشغيل MacOS. تُنشئ الملفات المنسوخة على القرص بيئة مشابهة لـ macOS Big Sur Recovery Mode. بمجرد وضع هذه الملفات على USB ، يتدخل Patched Sur ويصححها مما يسمح لجهاز Mac الخاص بك بالتمهيد إليه ومنحه بعض الأدوات المفيدة لجهاز Mac المصحح.
bs: Sada se USB koji ste izabrali koristi da se napravi MacOS instalacijski USB. Fajlovi koji se kopiraju na disk stvaraju okruženje slično MacOS Big Sur recovery modu. Kada se fajlovi stave na USB, Patched Sur će ih izmijeniti tako da dozvoli vašem Mac uređaju da ih pokrene, i dodati će neke korisne alate za patchovani Mac.
de: Der USB, welchen du gewählt hast, wird nun verwendet um einen macOS Installer USB zu erstellen. Die auf das Laufwerk kopierten Dateien kreiren eine Umgebung ähnlich zum macOS Big Sur Wiederherstellungsmodus. Wenn diese Dateien auf den USB geladen sind, schreitet Patched Sur ein und patched ihn. Dies erlaubt es deinem Mac von diesem USB zu starten und gibt dir nützliche Tools für einen gepatchten Mac.
el: Το USB που διαλέξατε χρησιμοποιείται για να δημιουργηθεί USB εγκατάστασης του macOS Big Sur. Τα αρχεία που αντιγράφηκαν στον δίσκο δημιουργούν ένα περιβάλλον που μοιάζει με την Λειτουργία Επαναφοράς του macOS Big Sur. Μόλις τοποθετηθούν αυτά τα αρχεία στο δίσκο USB, το Patched Sur αναλαμβάμει να του βάλει τα απαραίτητα patches έτσι ώστε να μπορεί να ξεκινήσει σε αυτό ο Mac σας δίνοντάς του χρήσιμα εργαλεία.
es: Ahora el USB seleccionado está siendo utilizado para crear un instalador de macOS portátil. Los archivos copiados al disco serán similares al modo recuperación de macOS Big Sur. Luego que esos archivos son copiados al USB, Patched Sur comienza a realizar los parches que permiten a tu Mac encender y le otorga parches e herramientas útiles.
fr: La clé USB que vous avez sélectionnée est maintenant utilisée pour créer une clé USB d'installation de macOS. Les fichiers copiés sur le disque créent un environnement similaire au mode de récupération de macOS Big Sur. Une fois que ces fichiers sont placés sur la clé USB, Patched Sur intervient et la patche, permettant à votre Mac de démarrer et lui donnant quelques outils utiles pour un Mac patché.
hr: USB koji ste odabrali koristi se za stvaranje USB-a za instalaciju macOS-a. Datoteke kopirane na disku stvaraju okru~enje sli no na inu rada MacOS Big Sur Recovery Mode. Nakon ato se te datoteke stave na USB, Patched Sur stupa i krpa ga, omoguujui vaaem Mac-u da se pokrene s njega i daje mu neke korisne alate za zakrpani Mac.
nl: Nu wordt de USB die u hebt geselecteerd gebruikt om een MACOS-installatie-USB te maken. De bestanden die op de schijf worden gekopieerd, maken een omgeving die vergelijkbaar is met de macOS Big Sur Recovery-modus. Zodra die bestanden op de USB zijn geplaatst, stapt Patched Sur in en patcht het waardoor je Mac erin kan opstarten en het een aantal handige tools voor een gepatchte Mac kan geven.
pt_br: Agora o USB que você selecionou está sendo usado para criar um instalador USB macOS. Os arquivos copiados no disco criam um ambiente similar ao MacOS Big Sur Modo de Recuperação. Uma vez que esses arquivos são colocados no USB, o Patched Sur entra em cena e faz o patch permitindo que seu Mac inicie nele e dando-lhe algumas ferramentas úteis para um patched Mac.
pt_pt: Agora, o USB que você selecionou está a ser usado para criar um instalador USB do macOS. Os arquivos copiados para o disco criam um ambiente semelhante ao Modo de Recuperação do macOS Big Sur. Uma vez que esses arquivos são colocados no USB, o Patched Sur avança faz o patch, permitindo que o seu Mac inicie nele fornecendo algumas ferramentas úteis para um patched Mac.
ru: Теперь носитель, который вы выбрали, будет использован, как установочная флешка macOS. Файлы, скопированные на диск, создадут среду, аналогичную режиму восстановления macOS Big Sur. Как только файлы будут перенесены на USB, Patched Sur пропатчит их, чтобы позволить вашему Mac загрузиться с флешки и добавит туда полезные утилиты для неподдерживаемых Mac.
uk: Тепер носій, який ви обрали, буде використаний, як інсталяційна флешка macOS. Файли, скопійовані на диск, створять середу, аналогічну режиму відновлення macOS Big Sur. Як тільки файли будуть перенесені на USB, Patched Sur пропатчить їх, щоб дозволити вашому Mac завантажитися з флешки та додасть туди корисні утиліти для непідтримуваних Mac.

# PRE-CTI-CANCEL-1
source: Are you sure you want to cancel making the patched macOS installer? You will need this to upgrade to macOS Big Sur, and it often takes a long time to make.
ar: هل أنت متأكد من أنك تريد إلغاء عمل مثبت macOS المصحح؟ ستحتاج إلى هذا المصحح للترقية إلى macOS Big Sur ، وغالبًا سيستغرق الأمر وقتًا طويلاً.
bs: Da li ste sigurni da želite otkazati namještanje patchovanog MacOS instalera? Ovo će vam trebati da se prebacite na Big Sur, i najčešće treba dugo vremena da se napravi.
de: Möchtest du das Erstellen des gepatchten macOS Installers wirklich abbrechen? Du benötigst diesen für das Upgrade auf macOS Big Sur. Es dauert oft sehr lange ihn zu erstellen.
el: Είστε σίγουροι ότι θέλετε να ακυρώσετε την δημιουργία του εργαλείου εγκατάστασης στον δίσκο USB? Θα το χρειαστείτε για να πραγματοποιήσετε την ενημέρωση στο macOS Big Sur, και συνήθως παίρνει αρκετή ώρα.
es: ¿Estás seguro de que quieres cancelar el proceso de parche en el instalador de macOS? Necesitas esto para actualizar a macOS Big Sur y usualmente tarda en realizarse.
fr: Êtes-vous sûr de vouloir annuler la création de l'installateur macOS corrigé ? Vous en aurez besoin pour effectuer l'actualisation vers macOS Big Sur, et cela prend souvent beaucoup de temps de faire le programme d'installation.
hr: Jeste li sigurni da ~elite otkazati izradu zakrpljenog instalacijskog programa macOS? Ovo e vam trebati za nadogradnju na macOS Big Sur, a izrada esto traje dugo.
nl: Weet u zeker dat u het maken van het gepatchte macOS-installatieprogramma wilt annuleren? Je hebt dit nodig om te upgraden naar macOS Big Sur, en het duurt vaak lang om te maken.
pt_br: Você tem certeza de que quer cancelar a fabricação do instalador de patched macOS? Você precisará disto para atualizar para macOS Big Sur, e muitas vezes leva muito tempo para ser feito.
pt_pt: Tem certeza de que deseja cancelar a criação do instalador do patched macOS? Você vai precisar disto para atualizar para o macOS Big Sur, e ás vezes demora muito tempo para criar.
ru: Вы действительно хотите отменить создание пропатченного установщика macOS? Он вам понадобится, чтобы обновиться до macOS Big Sur, и чаще всего процесс создания занимает много времени.
uk: Ви дійсно хочете скасувати створення пропатченого інсталятора macOS? Він вам знадобиться, щоб оновитися до macOS Big Sur, і частіше за все процес створення займає багато часу.

# PRE-CTI-CANCEL-2
source: A macOS Installer is Being Made
bs: Pravi se MacOS instaler
de: Ein macOS Installer wird erstellt.
el: Ενα εργαλείο εγκατάστασης macOS δημιουργείται τώρα
es: Un instalador de macOS se está realizando.
fr: Un installateur de macOS est en cours de réalisation
hr: Izrauje se instalacijski program macOS
nl: Er wordt een macOS-installatieprogramma gemaakt
pt_br: Um instalador de macOS está Sendo Feito
pt_pt: Um Instalador do macOS Está a Ser Criado
ru: Установщик macOS в процессе создания
uk: Інсталятор macOS в процесі створення

source: Cancel Process
ar: إلغاء العملية
bs: Otkaži proces
de: Prozess abbrechen
el: Ακύρωση Διαδικασίας
es: Cancelar Proceso
fr: Annuler le processus
hr: Odustani Od Postupka
nl: Proces annuleren
pt_br: Cancelar o Processo
pt_pt: Cancelar o Processo
ru: Отменить процесс
uk: Скасувати процес

source: Restart Process
ar: أعد تشغيل العملية
bs: Ponovo pokreni proces
de: Prozess neu starten
el: Επανεκκίνηση Διαδικασίας
es: Reiniciar Proceso
fr: Redémarrer le processus
hr: Ponovo Pokrenite Postupak
nl: Proces opnieuw opstarten
pt_br: Reiniciar o Processo
pt_pt: Reiniciar o Processo
ru: Перезапустить процесс
uk: Перезапустити процес

source: Continue Process
ar: متابعة العملية
bs: Nastavi proces
de: Prozess fortfahren
el: Συνέχιση Διαδικασίας
es: Continuar Proceso
fr: Continuer le processus
hr: Nastavite Postupak
nl: Proces voortzetten
pt_br: Continuar o Processo
pt_pt: Continuar o Processo
ru: Продолжить процесс
uk: Продовжити процес

# PRE-CTI-CANCEL-3
source: There was an error while creating the macOS installer USB, however you may want to try again to possibly fix this error.
ar: حدث خطأ أثناء إنشاء USB المثبت لنظام التشغيل macOS ، قد ترغب في المحاولة مرة أخرى لإصلاح هذا الخطأ.
bs: Dogodila se greška prilikom pravljenja MacOS instalacijskog USB-a, možete pokušati ponovo da vidite da li će se greška popraviti.
de: Beim erstellen des macOS Installer USBs ist ein Fehler aufgetreten. Ein erneuter Versuch kann dieses Problem beheben.
el: Υπήρξε πρόβλημα κατά την δημιουργία του εργαλείου εγκατάστασης macOS στο USB, αλλά μπορείτε να δοκιμάσετε να το δημιουργήσετε ξανα για να λύσετε το πρόβλημα.
es: A ocurrido un error durante la creación del instalador de macOS, sin embargo, podrías intentar de nuevo para posiblemente arreglar el error.
fr: Une erreur s'est produite lors de la création de la clé USB d'installation de macOS, mais vous pouvez réessayer pour corriger cette erreur.
hr: Doalo je do pogreake prilikom stvaranja USB-a za instalaciju macOS-a, no mo~da ete htjeti pokuaati ponovo kako biste eventualno popravili ovu pogreaku.
nl: Er was een fout tijdens het maken van het macOS-installatieprogramma, maar u kunt het opnieuw proberen om deze fout mogelijk op te lossen.
pt_br: Houve um erro durante a criação do USB instalador do MacOS, no entanto você pode querer tentar novamente para possivelmente corrigir este erro.
pt_pt: Ocorreu um erro ao criar o instalador USB do macOS, mas você pode tentar novamente para corrigir esse erro.
ru: Произошла ошибка при создании установочного носителя macOS, вы можете попробовать решить проблему, начав заново.
uk: Помилка під час створення інсталяційного носія macOS, ви можете спробувати вирішити проблему, розпочавши заново.

# PRE-CTI-CANCEL-4
source: Would you like to try again?
ar: هل تود أن تجرب مجددا؟
bs: Da li želite pokušati ponovo?
de: Möchtest du es erneut versuchen?
el: Θέλετε να δοκιμάσετε ξανά?
es: ¿Quieres intentar nuevamente?
fr: Voulez-vous réessayer?
hr: }elite li ponovno pokuaati preuzeti sadr~aj?
nl: Wil je het nog eens proberen?
pt_br: Gostaria de tentar novamente?
pt_pt: Quer tentar novamente?
ru: Вы хотите попробовать снова?
uk: Ви хочете спробувати знову?

# PRE-CTI-CREATING
source: Creating Installer
ar: يتم إنشاء المثبت
bs: Kreiranje instalacije
de: Installer wird erstellt
el: Δημιουργία Εργαλείου Εγκατάστασης
es: Creando Instalador
fr: Création de l'installateur
hr: Izrada USB instalacijskog programa
nl: Installatieprogramma maken
pt_br: Criando o Instalador
pt_pt: A Criar o Instalador
ru: Создание установщика
uk: Створення інсталятора
