Repository: Ben216k/Patched-Sur
Catalog: Patched Sur - For Catalina/Localization/*.lproj/Localizable.strings
Languages: ar, bs, de, el, es, fr, hr, nl, pt_br, pt_pt, ru, uk

# PROB-PRO-TITLE
source: There's a Better Patcher for Mac Pros
ar: هناك باتشر افضل لنظام Mac Pros
bs: Postoji bolji patcher za Mac Pro uređaje
de: Es gibt einen besseren Patcher für Mac Pros
el: Υπάρχει καλύτερος Patcher για τους Mac Pro
es: Hay un mejor parche para Mac Pros
fr: Il existe un meilleur patcheur pour Mac Pros
hr: Postoji bolji patcher za Mac Pro
nl: Er is een betere patcher voor Mac Pro modellen
pt_br: Há um patcher melhor para Mac Pros
pt_pt: Existe um Patcher melhor for Mac Pros
ru: Существует более подходящий патчер для Mac Pro
uk: Існує більш придатний патчер для Mac Pro

# PROB-PRO-DESCRIPTION
source: While Patched Sur is a great for a lot of Macs, Mac Pros really shouldn't be used with this patcher. They don't have the proper patches, and there's another easy-to-use patcher designed specifically for Mac Pros. It's StarPlayrX's BigMac Patcher, and it'll give you an amazing experience for your Mac.
ar: بينما يعد Patched Sur رائعًا للعديد من أجهزة Mac ، إلا أنه لا ينبغي استخدام Mac Pros مع هذا الباتشر. ليس لديهم التصحيحات المناسبة ، وهناك أداة ترقيع أخرى سهلة الاستخدام مصممة خصيصًا لMac Pros. إنه BigMac Patcher من StarPlayrX ، وسوف يمنحك تجربة مذهلة لجهاز Mac الخاص بك.
bs: Dok je Patched Sur odličan za većinu Mac uređaja, Mac Pro-ovi se ne bi trebali koristiti sa ovim patcherom. Ovaj patcher nema tačne patchove, a ima još jedan patcher lak za korištenje koji je dizajniran posebno za Mac Pro uređaje. To je StarPlayrX-ov BigMac patcher, i on će Vam pružiti odličnu uslugu na Vašem Mac uređaju.
de: Obwohl Patched Sur für die meisten Macs genügt, sollten Mac Pros nicht mit diesem Patcher gepatcht werden. Sie haben keine passenden patches und es gibt einen anderen, simplen Patcher speziefisch für Mac Pros. Er heisst StarPlayrX's BigMac Patcher und er wird auf deinem Mac einwandfrei funktionieren.
el: Παρ'ότι το Patched Sur λειτουργεί πολύ καλά με αρκετούς Mac, οι Mac Pro δεν θα έπρεπε να χρησιμοποιούν αυτο το patcher. Δεν έχουν τα κατάλληλα patches, και υπάρχει άλλο, πιο εύκολο στην χρήση patcher σχεδιασμένο ειδικά για τους Mac Pro. Είναι το BigMac Patcher του StarPlayrX , και θα κάνει την εμπειρία του Mac σας πολύ καλύτερη.
es: Mientras que Patched Sur es bueno para muchas Macs, Mac Pros no debería usarse con este parche. Estas no tienen los parches adecuados, hay otra manera fácil de usar específicamente para la Mac Pro. Es el BigMac Patcher de StarPlayrX, y te brindara una experiencia increíble para tu Mac.
fr: Alors que Patched Sur est une excellente solution pour beaucoup de Macs, Mac Pros ne devrait pas être utilisé avec ce patcheur. Ils n'ont pas les correctifs appropriés, et il y a un autre patcheur facile à utiliser conçu spécifiquement pour Mac Pros. Il s'agit du BigMac Patcher de StarPlayrX, et il vous donnera une expérience incroyable pour votre Mac.
hr: Iako je Patched Sur izvrstan za mnoge Macove, Mac Pro stvarno ne bi trebali koristiti s ovim patcherom. Nemmo odgovarajue zakrpe za Mac Pro, a postoji joa jedan jednostavan alat za krpanje dizajniran posebno za Mac Pros. To je StarPlayrX-ov BigMac Patcher i pru~it e vam nevjerojatno iskustvo za vaa Mac Pro.
nl: Hoewel Patched Sur geweldig is voor veel Macs, moeten Mac Pro's echt niet worden gebruikt met deze patcher. Ze hebben niet de juiste patches en er is nog een gebruiksvriendelijke patcher die speciaal is ontworpen voor Mac Pros. Het is StarPlayrX's BigMac Patcher en het geeft je een geweldige ervaring voor je Mac.
pt_br: Enquanto o Patched Sur é ótimo para muitos Macs, o Mac Pros realmente não deve ser usado com este patcher. Eles não têm os patches adequados, e há outro patcher fácil de usar, projetado especificamente para Mac Pros. É o BigMac Patcher do StarPlayrX, e ele lhe dará uma experiência incrível para seu Mac.
pt_pt: Embora o Patched Sur seja ótimo para muitos Macs, os Mac Pros realmente não devem ser usados ​​com este patcher. Eles não têm os patches adequados e há outro patcher fácil de usar projectado especificamente para Mac Pros. É o BigMac Patcher da StarPlayrX e proporcionará uma experiência incrível para o seu Mac.
ru: В то время, как Patched Sur подходит для большинства Mac, вы не должны его использовать с Mac Pro. Он не содержит необходимых патчей, и для него существует отдельный патчер. Это BigMac Patcher от StarPlayrX, и он предоставит наилучший опыт использования вашего Mac.
uk: У той час, як Patched Sur підходить для більшості Mac, ви не повинні його використовувати з Mac Pro. Він не містить необхідних патчів, і для нього існує окремий патчер. Це BigMac Patcher від StarPlayrX, і він надасть найкращий досвід використання вашого Mac.

# PROB-GX-TITLE
source: No Graphics Acceleration
ar: لا يوجد تسريع الرسومات
bs: Nema Grafičke akceleracije
de: Keine Grafikbeschleunigung
el: Καμία Επιτάχυνση Γραφικών
es: No Aceleración Gráfica
fr: Absence d'accélération graphique
hr: Nema Grafi kog Ubrzanja
nl: Geen grafische versnelling
pt_br: Sem Aceleração de Gráficos
pt_pt: Sem Aceleração Gráfica
ru: Отсутствует поддержка аппаратного ускорения графики
uk: Відсутня підтримка апаратного прискорення графіки

# PROB-GX-DESCRIPTION
source: Your Mac doesn't support Metal graphics acceleration, so Big Sur will run EXTREMELY SLOW. Do not expect it to be fast and do not expect it to run well. You cannot fix this and a patch is in progress to fix this, but it's current state is extremely unstable. If you would like to continue, you may, but don't expect a magical complete Big Sur experience.
ar: لا يدعم جهاز Mac الخاص بك تسريع رسومات Metal ، لذلك سيعمل Big Sur ببطء شديد. لا تتوقع أن تكون سريعة ولا تتوقع أن تعمل بشكل جيد. لا يمكنك إصلاح هذا التصحيح وجاري إصلاح هذا في الترقيعات القادمة ، لكن حالته الحالية غير مستقرة للغاية. إذا كنت ترغب في المتابعة ، فيمكنك ، ولكن لا تتوقع تجربة Big Sur السحرية الكاملة.
bs: Vaš Mac ne podržava Metal grafičku akceleraciju, pa će Big Sur biti EKSTREMNO SPOR. Ne očekujte da bude brz i ne očekujte da radi dobro. Vi ovo ne možete promijeniti i patch pokušava to da popravi, ali je taj patch trenutno ekstremno nestabilan. Ako želite nastaviti, možete, ali ne očekujte magično Big Sur iskustvo.
de: Dein Mac unterstützt die Metal Grafikbeschleunigung nicht. Das heisst, dass Big Sur EXTREM LANGSAM laufen wird. Erwarte nicht, dass es flüssig oder allgemein gut laufen wird. Du kannst dies nicht beheben. Ein Patch ist auf dem Weg aber momentan noch sehr instabil. Wenn du fortfahren möchtest, darfst du das, aber erwarte keine besonders gute Big Sur Erfahrung.
el: Ο Mac σας δεν υποστηρίζει την επιτάχυνση Metal γραφικών, οπότε το Big Sur θα είναι ΠΟΛΥ ΑΡΓΟ. Μην περιμένετε να είναι γρήγορο και να λειτουργεί καλά. Δεν μποείτε να το φτιάξετε και ενώ ένα patch είναι στο στάδιο ανάπτυξης για να το διορθώσει, στην τωρινή του κατάσταση ειναι πολυ ασταθές. Μπορείτε να συνεχίσετε αν θέλετε, αλλά μην περιμένετε την πλήρη εμπειρία του Big Sur.
es: Tu Mac no contiene aceleración tipo Metal, así que Big Sur correrá EXTREMADAMENTE LENTO. No esperes que sea rápido o que funcione bien. No puedes arreglarlo y este parche está en progreso para resolverlo, pero en su estado actual es extremadamente inestable. Si deseas continuar, podrías, pero no esperes una experiencia mágica en Big Sur.
fr: Votre Mac ne prend pas en charge l'accélération graphique métallique, Big Sur fonctionnera donc EXTRÊMEMENT LENTEMENT. Ne vous attendez pas à ce qu'il soit rapide et ne vous attendez pas à ce qu'il fonctionne bien. Vous ne pouvez pas réparer cela et un correctif est en cours pour y remédier, mais son état actuel est extrêmement instable. Si vous souhaitez continuer, vous pouvez le faire, mais ne vous attendez pas à une expérience magique et complète de Big Sur.
hr: Vaa Mac ne podr~ava ubrzanje putem Metal-a, pa e Big Sur raditi IZUZETNO SPORO. Ne o ekujte da e biti brzo i ne o ekujte da e dobro raditi. To ne mo~ete popraviti i u izradi je zakrpa, ali trenutno je stanje izuzetno nestabilno. Ako ~elite nastaviti, mo~ete, ali ne o ekujte arobno cjelovito iskustvo Big Sur-a.
nl: Je Mac ondersteunt geen grafische versnelling van Metal, dus Big Sur werkt EXTREEM TRAAG. Verwacht niet dat het snel zal zijn en verwacht niet dat het goed zal functioneren. U kunt dit niet oplossen en er wordt een patch uitgevoerd om dit op te lossen, maar de huidige status is extreem onstabiel. Als je wilt doorgaan, mag je, maar verwacht geen magische complete Big Sur-ervaring.
pt_br: Seu Mac não suporta aceleração de gráficos Metal, então Big Sur funcionará extremamente lento. Não espere que ele seja rápido e não espere que ele funcione bem. Você não pode consertar isto e um patch está em andamento para consertar isto, mas o seu estado atual é extremamente instável. Se você quiser continuar, você pode, mas não espere uma experiência mágica completa do Big Sur.
pt_pt: Seu Mac não suporta aceleração gráfica de Metal, então, o Big Sur funcionará EXTREMAMENTE LENTO. Não espere que seja rápido e não espere que funcione bem. Você não pode corrigir isto e um patch está em andamento para corrigir isso, mas o seu estado atual é extremamente instável. Se quiser continuar, você pode, mas não espere uma experiência mágica ou completa do Big Sur.
ru: Ваш Mac не поддерживает технологию Metal, так что Big Sur будет работать НЕВЕРОЯТНО МЕДЛЕННО. Не ожидайте от системы скорости работы, подходящей для какого-либо реального использования. Патч для решения этой проблемы все еще в разработке, но в данный момент он крайне нестабилен. Если вы хотите продолжить, ваше право, но не ожидайте, что вы магически получите полностью рабочий Big Sur.
uk: Ваш Mac не підтримує технологію Metal, так що Big Sur буде працювати НЕЙМОВІРНО ПОВІЛЬНО. Не очікуйте від системи швидкості роботи, що підходить для будь-якого реального використання. Патч для вирішення цієї проблеми в розробці, але на даний момент він вкрай нестабільний. Якщо ви хочете продовжити, ваше право, але не чекайте, що ви магічно отримаєте повністю робочий Big Sur.

# PROB-SURE
source: Are you sure you want to continue?
ar: هل أنت متأكد أنك تريد الاستمرار؟
bs: Da li ste sigurni da želite nastaviti?
de: Bist du sicher, dass du fortfahren willst?
el: Είστε σίγουροι ότι θέλετε να συνεχίσετε?
es: ¿Estás seguro de que deseas continuar?
fr: Vous êtes sûr de vouloir continuer ?
hr: Jeste li sigurni da ~elite nastaviti?
nl: Weet je zeker dat je door wilt gaan?
pt_br: Você tem certeza de que quer continuar?
pt_pt: Tem a certeza que quer continuar?
ru: Вы действительно хотите продолжить?
uk: Ви дійсно хочете продовжити?

# PROB-SURE-SURE
source: Patched Sur detected problems that could (and will) cause problems with Big Sur. Your Mac might not be at its full potential, and in some cases it might be good to just stay on Catalina.
ar: اكتشف Patched Sur مشاكل يمكن (وسوف) تسبب مشاكل مع Big Sur. قد لا يكون جهاز Mac الخاص بك بكامل إمكاناته ، وفي بعض الحالات قد يكون من الجيد البقاء على نظام Catalina فقط.
bs: Patched Sur je detektovao probleme koji bi mogli (i hoće) izazvati probleme sa Big Sur sistemom. Vaš Mac možda neće pokazivati puni potencijal, i u nekim slučajevima bi bilo dobro da ostanete na Catalina sistemu.
de: Patched Sur hat Probleme entdeckt welche Probleme mit Big Sur verursachen können (und werden). Dein Mac wird nicht sein volles Potential ausschöpfen können und in den meisten Fällen wird es das Beste sein, auf Catalina zu bleiben.
el: Το Patched Sur ανίχνευσε προβλήματα που μπορεί να προκαλέσουν (σχεδόν σίγουρα) θέματα στο Big Sur. Ο Mac σας μπορεί να μην λειτουργήσει στις πλήρης ικανότητες του, και σε κάποιες περιπτώσεις ίσως είναι καλύτερο να μείνετε στην έκδοση Catalina.
es: Patched Sur ha detectado problemas que podrían (y lo harán) causar problemas con Big sur. Tu Mac podría no estar en su más alto potencial y en algunos casos es mejor quedarse en Catalina.
fr: Patched Sur a détecté des problèmes qui pourraient (et vont) causer des problèmes avec Big Sur. Votre Mac pourrait ne pas être à son plein potentiel, et dans certains cas, il pourrait être bon de dire simplement sur Catalina.
hr: Patched Sur otkrio je probleme koji bi mogli (i hoe) uzrokovati probleme s Big Surom. Vaa Mac mo~da nije u punom potencijalu, a u nekim bi slu ajevima bilo dobro samo ostati na Catalini.
nl: Patched Sur ontdekte problemen die kunnen (en zullen) veroorzaken met Big Sur. Je Mac is misschien niet volledig potentieel en in sommige gevallen is het misschien goed om gewoon op Catalina te zeggen.
pt_br: O Patched Sur detectou problemas que poderiam (e irão) causar problemas com o Big Sur. Seu Mac pode não estar em seu potencial máximo, e em alguns casos pode ser bom apenas dizer em Catalina.
pt_pt: O Patched Sur detectou problemas que podem (e irão) causar problemas com Big Sur. O seu Mac pode não estar em todo o seu potencial e, em alguns casos, pode ser bom ficar apenas pelo Catalina.
ru: Patched Sur обнаружил проблемы, которые могут (и приведут) к ошибкам в работе Big Sur. Ваш Mac может работать не в полную силу, и в некоторых случаях имеет смысл остаться на Catalina.
uk: Patched Sur виявив проблеми, які можуть (і призведуть) до помилок в роботі Big Sur. Ваш Mac може працювати не в повну силу, і в деяких випадках краще залишитись на Catalina.

# REPORT-UNKNOWN
source: Unknown Compatibility
ar: توافق غير معروف
bs: Nepoznata Kompatibilnost
de: Kompatibilität unbekannt
el: Άγνωστη Συμβατότητα
es: Compatibilidad Desconocida
fr: Compatibilité inconnue
hr: Nepoznata Kompatibilnost
nl: Onbekende compatibiliteit
pt_br: Compatibilidade Desconhecida
pt_pt: Compatibilidade Desconhecida
ru: Совместимость не определена
uk: Сумісність не визначено

# REPORT-UNKNOWN-2
source: Depending on your Mac, Patched Sur might or might not run great, and Patched Sur did not find any compatibility reports for your Mac, so it cannot currently tell you. Don't worry though, not many people have given insight on how well Patched Sur runs on all the different Macs, so your Mac probably will run perfectly fine. Once you upgrade, you can contribute your experiences (go into Settings in the post install app), and help out future people with your Mac!
ar: اعتمادًا على جهاز الMac الخاص بك ، قد يعمل Patched Sur أو لا يعمل بشكل جيد ، ولم يعثر Patched Sur على أي تقارير توافق لجهاز الMac الخاص بك ، لذلك لا يمكنه إخبارك حاليًا. لا تقلق على الرغم من ذلك ، لم يعط الكثير من الناس نظرة ثاقبة حول مدى جودة عمل Patched Sur على جميع أجهزة Mac المختلفة ، لذلك من المحتمل أن يعمل جهاز الMac الخاص بك بشكل جيد. بعد التحديث ، يمكنك المساهمة بتجربتك (انتقل إلى الإعدادات في تطبيق التثبيت اللاحق) ، وساعد الأشخاص في المستقبل باستخدام جهاز Mac الخاص بك!
bs: Zavisno od Vašeg Mac uređaja, Patched Sur bi mogao, ili ne bi mogao, raditi dobro. Patched Sur nije pronašao nikakve izvještaje o kompatibilnosti za Vaš Mac, tako da Vam to ne može reći. Ne brinite, nije puno ljudi dalo izvještaj o tome kako Big Sur radi na različitim Mac uređajima, tako da bi Vaš Mac trebao raditi dobro. Kada pređete na Big Sur, možete nam pomoći izvještajem o Vašim utiscima (otiđite u postavke na aplikaciji nakon instalacije), i pomognite drugim ljudima!
de: Je nach Mac wird Patched Sur besser oder schlechter laufen. Patched Sur hat keinen Kompatibilitätsreport für deinen Mac gefunden, deswegen können wir dir momentan keine definitive Antwort geben. Aber keine Sorge, wenige Leute haben uns bereits Einsicht gegeben, wie gut Patched Sur auf ihren Geräten läuft. Wahrscheinlich wird dein Mac einwandfrei laufen. Wenn du das Upgrade durchgeführt hast, würden wir uns freuen wenn du deine Erfahrung teilst (Gehe dazu in die Einstellungen der Nachinstallations-App) und hilf zukünftigen Leuten mit dem Erfahrungsbericht deines Macs!
el: Ανάλογα με τον Mac σας, το Patched Sur μπορεί να λειτουργήσει μια χαρά ή όχι, λαμβάνοντας υπ'όψη ότι το Patched Sur δεν βρήκε αναφορές συμβατότητας σχετικά με τον Mac σας, οπότε δεν μπορεί αυτή την στιγμή να σας ενημερώσει σχετικά με αυτό το θέμα. Μην ανησυχήτε όμως, καθώς λίγοι είναι αυτοί που έχουν ελέγξει πόσο καλά λειτουργεί το Patched Sur σε όλους τους διαφορετικούς Mac, οπότε κατά πάσα πιθανότητα ο Mac σας θα λειτουργήσει μια χαρά. Μόλις ολοκληρώσετε την ενημέρωση, μπορείτε να συνεισφέρετε τις εμπειρίες σας (πηγαίνοντας στις Ρυθμίσεις της εφαρμογής post-install), και να βοηθήσετε ανθρώπους με τον Mac σας στο μέλλον!
es: Dependiendo de tu Mac, Patched Sur podría o no podría correr bien. Patched Sur no encontró reportes de compatibilidad con tu Mac, así que no podría decirte. No te preocupes, aun así, muchas personas han reportado sus experiencias en lo bien que corre Patched Sur en diferentes Macs. Así que probablemente tu Mac correrá perfectamente bien. ¡Luego que actualices, puedes contribuir a tu experiencia (yendo a ajustes en la aplicación post instalación) y ayudar a futuras personas con tu misma Mac
fr: Selon votre Mac, Patched Sur pourrait ou pourrait ne pas fonctionner parfaitement, et Patched Sur n'a pas trouvé de rapports de compatibilité pour votre Mac, donc il ne peut pas actuellement vous le dire. Ne vous inquiétez pas cependant, peu de personnes ont donné leur avis sur la façon dont Patched Sur fonctionne sur tous les différents Macs, donc votre Mac fonctionnera probablement parfaitement bien. Une fois l'ctualisation effectuée, vous pourrez faire part de vos expériences (allez dans Paramètres dans l'application post-installation), et aider les futurs utilisateurs de votre Mac!
hr: Ovisno o vaaem Macu, Patched Sur mo~e ili ne mora dobro funkcionirati, a Patched Sur nije pronaaao izvjeaa o kompatibilnosti za vaa Mac, tako da vam trenutno ne mo~emo niata rei. Ne brinite se, malo je ljudi dalo uvid u to koliko dobro Patched Sur radi na svim razli itim Mac ra unalima, tako da e vaa Mac vjerojatno raditi sasvim dobro. Jednom kada nadogradite, mo~ete doprinijeti svojim iskustvima (uite u Postavke u aplikaciji nakon instalacije) i pomoi buduim korisnicima sa svojim Macom!
nl: Afhankelijk van je Mac kan Patched Sur al dan niet geweldig werken en heeft Patched Sur geen compatibiliteitsrapporten voor je Mac gevonden, dus het kan je momenteel niet vertellen. Maak je echter geen zorgen, niet veel mensen hebben inzicht gegeven in hoe goed Patched Sur op alle verschillende Macs draait, dus je Mac zal waarschijnlijk prima werken. Zodra je een upgrade hebt uitgevoerd, kun je je ervaringen bijdragen (ga naar Instellingen in de app voor het installeren van berichten) en toekomstige mensen helpen met je Mac!
pt_br: Dependendo de seu Mac, o Patched Sur pode ou não funcionar muito bem, e o Patched Sur não encontrou nenhum relatório de compatibilidade para seu Mac, portanto não pode lhe dizer atualmente. Não se preocupe, não há muitas pessoas que tenham dado informações sobre o quão bem o Patched Sur funciona em todos os diferentes Macs, portanto, seu Mac provavelmente funcionará perfeitamente bem. Uma vez atualizado, você pode contribuir com suas experiências (vá para Configurações no aplicativo pós-instalação), e ajudar futuras pessoas com seu Mac!
pt_pt: Dependendo do seu Mac, o Patched Sur pode ou não funcionar bem, e o Patched Sur não encontrou nenhum relatório de compatibilidade para o seu Mac, portanto, de momento não há essa informação . Não se preocupe, muitas pessoas não deram informações sobre como o Patched Sur funciona em todos os diferentes Macs, então seu Mac provavelmente funcionará perfeitamente bem. Depois de atualizar, você pode contribuir com a sua experiência (vá a Configurações na aplicação pós-instalação) e ajude outras pessoas com seu Mac!
ru: В зависимости от вашего Mac, Patched Sur может работать или нет, и Patched Sur не обнаружил отчеты о совместимости с вашей моделью Mac, так что в данный момент работоспособность неизвестна. Не волнуйтесь, еще не очень много людей поделилсь, как Patched Sur работает на самых разных Mac, так что скорее всего, ваш Mac будет работать хорошо. Как только вы обновитесь, вы можете поделиться своим опытом (в меню Настроек после-установочного приложения), и помочь будущим пользователям вашей модели Mac!
uk: Залежно від вашого Mac, Patched Sur може працювати чи ні, Patched Sur не знайшов звіти про сумісність з вашою моделлю Mac, так що в даний момент працездатність невідома. Не хвилюйтеся, ще не дуже багато людей поділилися, як Patched Sur працює на різних Mac, так що швидше за все, ваш Mac буде працювати добре. Як тільки ви оновитесь, ви можете поділитись своїм досвідом (в меню Налаштувань після-інсталяційного додатку), і допомогти майбутнім користувачам вашої моделі Mac!

# PRE-TRACK-TITLE
source: Set Update Track
ar: تعيين مسار التحديث
bs: Postavite vrstu ažuriranja
de: Wähle den Update Track
el: Θέστε Είδος Ενημέρωσης
es: Seleccionar Canal de Actualizaciones
fr: Configurer la piste d'actualisation
hr: Postavi Praenje A~uriranja
nl: Updatetrack instellen
pt_br: Definir caminho de atualização
pt_pt: Definir tipo de atualização
ru: Установить ветку обновлений
uk: Встановити гілку оновлень
