Repository: Ben216k/Patched-Sur
Catalog: Patched Sur - For Catalina/Localization/*.lproj/Localizable.strings
Languages: ar, bs, de, el, es, fr, hr, nl, pt_br, pt_pt, ru, uk

# PO-ST-FRIENDS-WIDGY
source: Widgy is an amazing app for making 100% custom widgets for both iOS and macOS! With it you can cover your iDevice with your all the data your want, arranged how you want it, while matching beautifully with the rest of your Home Screen / Desktop. Pretty cool, right?
ar: Widgy هو تطبيق مذهل لإنشاء widgets مخصصة بنسبة 100٪ لكل من iOS و macOS! ، يمكنك تغطية iDevice الخاص بك بكل البيانات التي تريدها ، وترتيبها بالطريقة التي تريدها ، مع مطابقتها بشكل جميل مع بقية الشاشة الرئيسية / سطح المكتب. رائع ، أليس كذلك؟
bs: Widgy je odlična aplikacija za pravljenje 100% prilagođenih vidžeta za iOS i macOS! Sa njom možete prekriti vaš iUređaj sa svim podacima koje želite, poredanih kako želite, dok se prelijepo slažu sa ostatkom vašeg ekrana. Prilično cool, zar ne?
de: Widgy ist die perfekte App um 100% eigens kreierte Widgets für iOS und macOS zu erstellen! Du kannst damit dein iDevice mit allen Daten eindecken die du dir vorstellen kannst. Du kannst es anordnen wie du willst und es passt trotzdem noch perfekt in das Gesamtbild deines Home-Screens/Schreibtisch. Das ist schon cool, nicht wahr?
el: Το Widgy είναι μια καταπληκτική εφαρμογή που σας επιτρέπει να φτιάξτε δικά σας widget για το macOS και το iOS! Με αυτή την εφαρμογή μπορείτε να γεμίζετε την συσκευή σας με το περιεχόμενο σας, με ό,τι στοίχηση θέλετε, ταιριάζοντας το με την Αρχική σας Οθόνη/Επιφάνια Εργασίας. Πολύ κούλ, ε?
es: Widgey es una aplicacion increible para hacer widgets 100% custumizables para iOS y macOS. Con el puedes cubrir tu dispositivos con toda la data que quieras, ordenada a tu modo. Esto combinado con el resto de tu pantalla de inicio y escritorio. Suena bien ¿verdad?
fr: Widgy est une application étonnante pour créer des widgets 100% personnalisés pour iOS et macOS ! Avec elle, vous pouvez couvrir votre iDevice avec toutes les données que vous voulez, arrangées comme vous le souhaitez, tout en s'adaptant magnifiquement au reste de votre écran d'accueil / bureau. Plutôt super, non?
hr: Widgy je nevjerojatna aplikacija za izradu 100% prilagođenih widgeta i za iOS i za macOS! Pomoću njega možete okititi svoj iUređaj svim podacima koje želite, složiti kako želite, a istovremeno sve lijepo ukomponirati s ostatkom vašeg početnog zaslona/radne površine. Prilično cool, zar ne?
pt_br: Widgy é um aplicativo incrível para fazer widgets 100% personalizados tanto para iOS como para macOS! Com ele você pode cobrir seu iDevice com todos os dados que você deseja, arranjou como você quer, enquanto combina lindamente com o resto de sua tela inicial / desktop. Muito bom, certo?
pt_pt: Widgy é uma app incrível para fazer widgets 100% personalizados para iOS e macOS! Com ela, podes cobrir o teu iDevice com todos os dados que desejares, organizados como desejares, e ao mesmo tempo combinar perfeitamente com o resto da tua Página Inicial / Ambiente de Trabalho. Muito bom, certo?
ru: Widgy - отличное приложение для создания полностью кастомных виджетов для iOS и macOS! С его помощью вы можете заполнить своё устройство всеми данными, которые вам нужны, расположить их так, как вы хотите, и при этом они будут красиво сочетаться с остальной частью вашего домашнего экрана/рабочего стола. Довольно круто, правда?
uk: Widgy - відмінний додаток для створення повністю кастомних віджетів для iOS і macOS! З його допомогою ви можете заповнити свій пристрій всіма даними, які вам потрібні, розташувати їх так, як ви хочете, і при цьому вони будуть красиво поєднуватись з іншою частиною вашого домашнього екрану/робочого столу. Досить круто, правда?

# PO-PK-CONFIGURE
source: Advanced Configuration
ar: إعدادات متقدمة
bs: Napredna Konfiguracija
de: Erweiterte Konfiguration
el: Εξελιγμένη Διαμόρφωση
es: Configuración Avanzada
fr: Configuration avancée
hr: Napredna Konfiguracija
pt_br: Configuração Avançada
pt_pt: Configuração Avançada
ru: Расширенные настройки
uk: Розширені налаштування

# PO-PK-CONFIG-WARN
source: WARNING: Advanced configurations should only be used if you know what you are doing! Make sure not to enable patches you don't need.
ar: تحذير: يجب استخدام الإعدادات متقدمة فقط إذا كنت تعرف ما تفعله! تأكد من عدم تشغيل التصحيحات التي لا تحتاجها.
bs: UPOZORENJE: Napredna konfiguracija bi trebala biti korištena samo ako znate šta radite! Pobrinite se da ne dozvolite patcheve koje ne trebate.
de: ACHTUNG: Die Erweiterte Konfiguration solltest du nur verwenden, wenn du weisst was du tust! Stelle sicher, dass du keine Patches aktivierst, welche du nicht benötigst.
el: Προσοχή: Οι εξελιγμένες διαμορφώσεις θα πρέπει να χρησιμοποιούνται μόνο αν γνωρίζετε καλά τι κάνετε! Προσέξτε να μην ενεργοποιήσετε patches που δεν είναι απαραίτητα.
es: Advertencia: Configuración avanzada ¡sólo debe usarse solo si sabes lo que estás haciendo! Asegurate de no habilitar parches que no necesites.
fr: AVERTISSEMENT : Les configurations avancées ne doivent être utilisées que si vous savez ce que vous faites! Veillez à ne pas activer des patches dont vous n'avez pas besoin.
hr: UPOZORENJE: Naprednu konfiguraciju treba koristiti samo ako znate što radite! Pazite da ne omogućite zakrpe koje vam ne trebaju.
pt_br: AVISO: Configurações avançadas só devem ser usadas se você souber o que está fazendo! Certifique-se de não ativar remendos de que você não precisa.
pt_pt: AVISO: As configurações avançadas só devem ser utilizadas se realmente souberes o que estás a fazer! Certifica-te que não activas patches desnecessários.
ru: ВНИМАНИЕ: Расширенные настройки следует использовать только в том случае, если вы знаете, что делаете! Не включайте ненужные патчи.
uk: УВАГА: Розширені налаштування слід використовувати тільки в тому випадку, якщо ви знаєте, що робите! Не вмикайте непотрібні патчі.

# PO-PK-CONFIG-MODE
source: Mode:
ar: الوضع:
bs: Mod:
de: Modus:
el: Λειτουργία:
es: Modo:
hr: Način rada:
pt_br: Modo:
pt_pt: Modo:
ru: Режим:
uk: Режим:

# PO-PK-CONFIG-UNPATCH
source: All kext patches will be uninstalled and the system will be restored to it's old unpatched state. WiFi won't work and possibly other things, this cannot be configured. This could break the system kernel collection resulting in either a kernel panicking Mac or the inability to repatch the kexts, so it's generally safer to just reinstall macOS instead of unpatching.
ar: سيتم إلغاء تثبيت جميع تصحيحات kext وستتم استعادة النظام إلى حالته القديمة ال غير المصححة. لن يعمل WiFi وربما أشياء أخرى ، لا يمكن تهيئتها. قد يؤدي هذا إلى كسر مجموعة kernel للنظام مما يؤدي إما إلى ذعر kernel لنظام Mac أو عدم القدرة على إعادة تثبيت kexts ، لذلك من الأكثر أمانًا بشكل عام إعادة تثبيت macOS بدلاً من إلغاء التصحيح.
bs: Sve kext izmjene će biti izbrisane i sistem će se vratiti na staro neizmijenjeno stanje. WiFi i još par stvari vjerovatno neće raditi. Ovo bi moglo pokvariti sistemsku kernel kolekciju što bi dovelo ili do "Kernel Panicking" stanja Mac uređaja ili do nemogućnosti ponovne izmjene kext fajlova, tako da je generalno sigurnije reinstalirati macOS umjesto brisanja izmjena.
de: Alle Kext Patches werden deinstalliert und das System wird auf den nicht gepatchten Stand zurückgesetzt. WiFi und wahrscheinlich andere Dinge werden nicht funktionieren, dies kann nicht konfiguriert werden. Dies könnte die System Kernel Kollektion zerstören und könnte Kernel Panicking verursachen oder deinem Mac wird es nicht mehr möglich sein die Patches erneut zu installieren. Es ist generell sicherer macOS einfach erneut zu installieren.
el: Όλα τα kext patches θα απεγκατασταθούν και το σύστημα θα επαναφερθεί στην καταστασή προ των patches. Το WiFi και άλλες λειτουργίες δεν θα δουλεύουν, κάτι το οποίο δεν μπορεί να διαμορφωθεί. Αυτό μπορεί να καταστρέψει την συλλογή του kernel του συστήματος, που θα οδηγήσει ή σε έναν Mac με διαρκής πανικούς του kernel ή στην ανικανότητα να γίνει ξανά patch των kext, οπότε είναι συνήθως πιο ασφαλές να επανεγκαταστήσετε το macOS, παρα να κάνετε unpatch.
es: Todos los parches kext serán desinstalados y el sistema será restaurado a sus estado original sin parches. El WiFi no trabajara y posiblemente otras cosas, esto no se puede configurar. Esto podría afectar la colección a nivel núcleo resultando en pánicos en la mac o en la inhabilidad de poder parchar nuevamente los kexts. Generalmente se recomienda re instalar macOS completamente en vez de remover parches.
fr: Tous les patches kext seront désinstallés et le système sera restauré dans son ancien état non patché. Le WiFi ne fonctionnera pas et peut-être d'autres choses, ceci ne peut pas être configuré. Cela pourrait briser la collection de noyaux du système résultant soit en un Mac paniquant le noyau ou l'incapacité de repatcher les kexts, donc il est généralement plus sûr de simplement réinstaller macOS au lieu de dépatcher.
hr: Sve kext zakrpe će se deinstalirati i sustav će se vratiti u staro stanje koje nije zakrpljeno. WiFi (i moguće druge stvari) neće raditi; to se ne može konfigurirati. To bi moglo razbiti zbirku jezgre sustava što bi rezultiralo ili panikom jezgre u sustavu Mac ili nemogućnošću ponovnog patchanja kextova, pa je općenito sigurnije samo ponovno instalirati macOS umjesto raspakivanja.
pt_br: Todos os patches kext serão desinstalados e o sistema será restaurado ao seu antigo estado não corrigido. O WiFi não funcionará e possivelmente outras coisas, isto não pode ser configurado. Isto poderia quebrar a coleção de kernel do sistema, resultando ou em um Mac em pânico ou na incapacidade de repatch dos kexts, então é geralmente mais seguro reinstalar o MacOS em vez de descompactar.
pt_pt: Todos os patches dos Kexts serão desinstalados e o sistema será restaurado para o seu antigo estado sem patch. O WiFi não vai funcionar e possivelmente outras coisas, isto não pode ser configurado. Isto pode destruir as coleções de kernel do sistema, resultando num pânico de kernel do Mac ou na incapacidade de refazer o patch dos kexts, geralmente é mais seguro apenas reinstalar o macOS em vez de fazer o unpatch.
ru: Все патчи будут удалены, и система будет восстановлена до исходного состояния без них. WiFi и часть других компонентов перестанет работать. Это может испортить ядро системы, что приведет либо к kernel panic, либо к невозможности патчинга кекстов, поэтому, как правило, безопаснее просто переустановить macOS, а не удалять патчи.
uk: Всі патчі будуть видалені, і система буде відновлена до початкового стану без них. WiFi і частина інших компонентів перестане працювати. Це може зіпсувати ядро системи, що призведе або до kernel panic, або до неможливості патчінга кекстов, тому, як правило, безпечніше просто перевстановити macOS, а не видаляти патчі.

source: Enabled
ar: مفعل
bs: Uključeno
de: Aktiviert
el: Ενεργοποιημένη
es: Habilitado
fr: Activé
hr: Omogućeno
pt_br: Activado
pt_pt: Activado
ru: Включено
uk: Увімкнено

source: Disabled
ar: مغلق
bs: Isključeno
de: Deaktiviert
el: Απενεργοποιημένη
es: Deshabilitado
fr: Désactivé
hr: Onemogućeno
pt_br: Desativado
pt_pt: Desactivado
ru: Выключено
uk: Вимкнено

# PO-ST-BOOT
source: Patch Boot.plist
ar: تصحيح Boot.plist
bs: Izmjena Boot.plist
de: Boot.plist patchen
el: Patch του Boot.plist
es: Parchar Boot.plist
fr: Patcher Boot.plist
hr: Zakrpaj Boot.plist
ru: Патч Boot.plist
uk: Патч Boot.plist

# PO-ST-BOOT-DONE
source: Already Patched Boot.plist
ar: Boot.plist مصححة بالفعل
bs: Već izmijenjen Boot.plist
de: Boot.plist bereits gepatcht
el: Ήδη έγινε Patch του Boot.plist
es: Ya se ha parchado Boot.plist
fr: Déjà patché Boot.plist
hr: Boot.plist je već zakrpan
pt_br: Já Patched Boot.plist
pt_pt: A Boot.plist já tem Patch
ru: Boot.plist уже пропатчен
uk: Boot.plist вже пропатчено

# PO-ST-BOOT-DESCRIPTION
source: Patching the com.apple.Boot.plist allows you to do NVRAM resets on your Mac without needing the USB installer and EFI Boot. Afterwards, you'll have to restore the NVRAM (Patched Sur will help) since it's better for you to have that value then to not have it. You will have to repatch this plist every time you update macOS.
ar: يسمح لك تصحيح com.apple.Boot.plist بإجراء إعادة تعيين NVRAM على جهاز Mac دون الحاجة إلى مثبت USB وتمهيد EFI. بعد ذلك ، سيتعين عليك استعادة NVRAM (سيساعدك Patched Sur) لأنه من الأفضل لك الحصول على هذه القيمة ثم عدم امتلاكها. سيتعين عليك إعادة تطبيق هذه الميزة في كل مرة تقوم فيها بتحديث macOS.
bs: Izmjenjivanje com.apple.Boot.plist vam daje mogućnost da radite NVRAM resete bez potrebe USB instalera i EFI Boot-a. Kasnije, morati ćete vratiti NVRAM (Patched Sur će pomoći) jer je bolje za vas da imate tu vrijednost nego da je nemate. Morat ćete ponovo izmijeniti ovaj plist svaki put kada nadograđujete macOS
de: Das Patchen der com.apple.Boot.plist erlaubt es dir den NVRAM Reset auszuführen ohne einen USB Installer und EFI Boot. Danach musst du den NVRAM wiederherstellen (Patched Sur hilft dir dabei), da es besser für dich ist dieseb Wert zu haben. Du musst die Plist bei jedem macOS Update erneut patchen.
el: Με το patching του com.apple.Boot.plist μπορείτε να κάνετε επαναφορά την NVRAM στον Mac σας χωρίς την χρήση USB εγκαταστάτη και του EFI Boot. Μετά, θα πρέπει να επαναφέρετε την NVRAM (Το Patched Sur θα βοηθήσει) αφού είναι προτημώτερο να έχετε αυτή την αξία. Θα πρέπει να κάνετε patch αυτό το plist κάθε φορά που θα κάνετε ενημέρωση το macOS.
es: Parchar com.apple.Boot.plist te permite restablecer los valores del NVRAM en tu Mac sin necesitar el instalador USB y la partición EFI. Después, tendrás que restablecer la NVRAM (Patched Sur ayudara) debido a que es mejor tener un valor que no tenerlo. Tendras que parchar nuevamente este plist cada vez que actualices macOS.
fr: Le patchage de com.apple.Boot.plist vous permet de faire des réinitialisations de NVRAM sur votre Mac sans avoir besoin de l'installateur USB et du démarrage EFI. Ensuite, vous devrez restaurer la NVRAM (le Pacthed Sur vous aidera) car il est préférable pour vous d'avoir cette valeur plutôt que de ne pas l'avoir. Vous devrez réinitialiser cette plist à chaque fois que vous mettrez macOS à jour.
hr: Zakrpa za com.apple.Boot.plist omogućuje vam vraćanje NVRAM postavki na vaš Mac bez potrebe za USB instalacijskim programom i EFI pokretanjem. Nakon toga ćete morati vratiti NVRAM (Patched Sur će vam pomoći) jer je bolje da imate tu opciju nego da je nemate. Morat ćete ponovno patchat ovaj plist svih puta kad ažurirate macOS.
pt_br: A combinação do com.apple.Boot.plist permite que você faça reinicializações da NVRAM em seu Mac sem precisar do instalador USB e do EFI Boot. Depois disso, você terá que restaurar a NVRAM (Patched Sur ajudará), pois é melhor para você ter esse valor do que não tê-lo. Você terá que reembalar este plist toda vez que atualizar o MacOS.
pt_pt: Fazer o patch da com.apple.Boot.plist permite repor a NVRAM no teu Mac sem precisar do instalador USB nem de iniciar na EFI. Depois disso, terás de restaurar a NVRAM (O Patched Sur vai ajudar), pois é melhor ter esse valor do que não o ter. Terás de repetir o patch da plist sempre que atualizares o macOS.
ru: Патч com.apple.Boot.plist позволит сбрасывать NVRAM на вашем Mac без необходимости USB установщика и EFI Boot. После этого вам придется восстановить NVRAM (Patched Sur поможет), так как вам лучше иметь значение, чем не иметь его. Вам придется патчить этот plist каждый раз при обновлении macOS.
uk: Патч com.apple.Boot.plist дозволить скидати NVRAM на вашому Mac без необхідності USB інсталятора і EFI Boot. Після цього вам доведеться відновити NVRAM (Patched Sur допоможе), так як вам краще мати значення, ніж не мати його. Вам доведеться патчити цей plist кожен раз при оновленні macOS.

# PO-ST-BOOT-ONGOING
source: Patching Boot.plist
ar: يتم تصحيح Boot.plist
bs: Izmjenjivanje Boot.plist
de: Boot.plist patchen
el: Γίνετε Patch του Boot.plist
es: Parchando Boot.plist
hr: Zakrpavam Boot.plist
pt_br: Patchando Boot.plist
pt_pt: A fazer o patch da Boot.plist
ru: Идет патчинг Boot.plist
uk: Патчинг Boot.plist у процесі

# PO-ST-BOOT-NONE
source: No compatible patches detected. You may not have the latest version of the patches downloaded, which are required to patch the boot.plist. Use 'Update Backup Patches' to update the patches, then try this again.
ar: لم يتم الكشف عن تصحيحات متوافقة. قد لا يكون لديك أحدث إصدار من التصحيحات التي تم تنزيلها ، وهي مطلوبة لتصحيح boot.plist. استخدم "تحديث التصحيحات الاحتياطية" لتحديث التصحيحات ، ثم حاول مرة أخرى.
bs: Nema detektovanih podržanih izmjena. Možda nemate najnoviju verziju izmjena skinutu, koja je obavezna da se izmjeni boot.plist. Koristite 'Nadogradi backup izmjena' da nadogradite izmjene, onda pokušajte ponovo.
de: Keine kompatiblen Patches gefunden. Eventuell hast du nicht die neuste Version der Patches heruntergeladen, welche benötigt sind um die boot.plist zu patchen. Benutze 'Backup Patches updaten' um die neusten Patches herunterzuladen und versuche diesen Schritt dann erneut.
el: Δεν βρέθηκαν συμβατά patch. Ίσως δεν έχετε κατεβάσει την τελευταία έκδοση των patch, που είναι απαραίτητα για να γίνει patch του boot.plist. Χρησημποιήστε την 'Ενημέρωση Εφεδρικών Patches' για να ενημερώσετε τα patch, και δοκιμάστε ξανά.
es: No parches compatibles detectados. Podrías no tener la versión más reciente de los parches descargada, los cuales se requieren para parchar el boot.plist. Usa 'Actualizar Parches de Respaldo' para actualizar los parches e intenta de nuevo.
fr: Aucun patch compatible détecté. Il se peut que vous n'ayez pas téléchargé la dernière version des patches nécessaires à patcher du boot.plist. Utilisez la fonction de 'mise à jour des patches' de sauvegarde' pour mettre à jour les patches, puis réessayez.
hr: Nisu otkrivene kompatibilne zakrpe. Možda nemate preuzetu najnoviju verziju zakrpa koje su potrebne za zakrpu boot.plist-a. Upotrijebite 'Ažurirajte zakrpe sigurnosne kopije' za ažuriranje zakrpa, a zatim pokušajte ponovo.
pt_br: Não foram detectados patches compatíveis. Você pode não ter a última versão dos patches baixada, que são necessários para corrigir o boot.plist. Use o 'Atualizar backup de patches' para atualizar os patches, e depois tente novamente.
pt_pt: Não foram detectados patches compatíveis. Podes não ter descarregado a versão mais recente dos patches, necessários para corrigir o boot.plist. Usa 'Atualizar backup de patches ' para atualizar os patches e tenta novamente.
ru: Совместимых патчей не обнаружено. Возможно, у вас не загружена последняя версия патчей, которые необходимы для файла boot.plist. Используйте «Обновить резервные патчи», чтобы обновить их, затем повторите попытку.
uk: Сумісних патчів не виявлено. Можливо, у вас не завантажено останню версію патчів, які необхідні для файлу boot.plist. Використовуйте «Оновити резервні патчі», щоб оновити їх, потім спробуйте ще раз.

# PRE-VOL-INCOMPAT
source: See Incompatible Drives
ar: مراجعة الاقراص ال غير المتوافقة
bs: Pogledaj ne podržane uređaje
de: Inkompatible Treiber ansehen
el: Προβολή Ασύμβατων Δίσκων
es: Ver Discos Incompatibles
fr: Voir disques incompatibles
hr: Pogledajte nekompatibilne diskove
pt_br: Ver Drives Incompatíveis
pt_pt: Ver Drives Incompativéis
ru: Показать несовместимые диски
uk: Показати несумісні диски

# PRE-VOL-INCOMPAT-TITLE
source: Incompatible Drives
ar: الاقراص الغير متوافقة
bs: Ne podržani uređaji
de: Inkompatible Treiber
el: Ασύμβατοι Δίσκοι
es: Discos Incompatibles
fr: Disques incompatibles
hr: Nekompatibilni diskovi
pt_br: rives Incompatíveis
pt_pt: Drives Incompativéis
ru: Несовместимые диски
uk: Несумісні диски

# PRE-VOL-INCOMPAT-NODATA
source: Cannot find disk info, this might be a patcher bug.
ar: لا يمكن العثور على معلومات القرص ، قد يكون هذا خطأ من الباتشر.
bs: Ne možemo pronaći informacije o disku, ovo bi mogla biti grešta Patchera.
de: Laufwerksinfo konnte nicht gefunden werden, dies könnte ein Bug des Patchers sein.
el: Δεν μπορούν να βρεθούν πληροφορίες για τον δίσκο, αυτό μπορεί να είναι πρόβλημα του patcher.
es: No se encuentra la información del disco, puede ser un error del parche.
fr: Impossible de trouver les informations sur le disque, cela pourrait être un bogue du patcheur.
hr: Ne mogu pronaći informacije o disku, ovo je možda greška u zakrpi.
pt_br: Não é possível encontrar informações em disco, isto pode ser um erro de patcher.
pt_pt: Informação do disco não encontrada, isto pode ser um bug do patcher
ru: Не удается найти информацию о диске, это может быть ошибка патчера.
uk: Неможливо знайти інформацію про диск, це може бути баг патчера.

# PRE-VOL-INCOMPAT-INTERNAL
source: Internal drive, use an external USB instead.
ar: محرك داخلي ، استخدم USB خارجيًا بدلاً من ذلك.
bs: Interni disk, koristite eksterni USB umjesto ovoga.
de: Internes Laufwerk, nutze stattdessen ein externes USB Laufwerk.
el: Εσωτερικός δίσκος, χρησιμοποιήστε εξωτερικό USB.
es: Disco Interno, usa un USB externo en lugar de interno.
fr: Disque interne, utilisez plutôt une clé USB externe.
hr: Unutarnji disk, umjesto toga koristite vanjski USB.
pt_br: Disco interno, use ao invés disso um USB externo.
pt_pt: Disco interno, escolhe um disco USB externo.
ru: Внутренний носитель, используйте вместо него внешний USB.
uk: Внутрішній носій, використовуйте замість нього зовнішній USB.

# PRE-VOL-INCOMPAT-IMAGE
source: Disk Images can't be booted, use an external USB.
ar: لا يمكن تمهيد صور القرص ، استخدم USB خارجيًا.
bs: Disk Slike ne mogu biti učitane, koristite eksterni USB.
de: Laufwerk Images können nicht gebootet werden. Nutze ein externes USB Laufwerk.
el: Οι εικόνες δίσκου δεν μπορούν να χρησιμοποιηθούν για εκκίνηση, χρησιμοποιήστε εξωτερικό USB.
es: No se puede arrancar de imágenes de disco, usa un USB externo.
fr: Les images disques ne peuvent pas être démarrées, utilisez une clé USB externe.
hr: Slike diska se ne mogu pokrenuti, koristite vanjski USB.
pt_br: Imagens em disco não podem ser inicializadas, use um USB externo.
pt_pt: As imagens de disco não foram carregadas, escolhe um disco USB externo.
ru: Образы дисков не могут быть загрузочными, используйте внешний USB.
uk: Образи дисків не можуть бути завантажувальними, використовуйте зовнішній USB.

# PRE-VOL-INCOMPAT-GUID
source: Not formatted with a GUID Partition Map
bs: Nije formatiran sa GUID Partition Mapom
de: Nicht als GUID Partitionstabelle formatiert
el: Δεν έχει γίνει επαναφορά με βάση το GUID Partition Map
es: No está formateado con un mapa de partición GUID
fr: Non formaté avec une Table de partition GUID
hr: Nije formatirano s GUID Particijskom Kartom
pt_br: Não está formatado com Mapa de Partição GUID
pt_pt: Não está formatado com Mapa de Partição GUID
ru: Не отформатировано с таблицей разделов GUID
uk: Не відформатовано з таблицею розділів GUID

# PRE-VOL-INCOMPAT-SYNTH
source: Synthesized (APFS) volume, use MacOS Extended (Journaled)
bs: Sintetiziran (APFS) uređaj, koristite MacOS Extended (Journaled)
de: Synthetisches (APFS) Volumen, nutze MacOS Extended (Journaled)
el: Σύνθετος (APFS) τόμος, χρησιμοποιήστε MacOS Extended (Journaled)
es: Volumen Sintetizado (APFS), usa MacOS Extended (Journaled)
fr: Volume (APFS), utiliser Mac OS étendu (journalisé)
hr: Sintetizirani (APFS) volumen, upotrijebite MacOS Extended (Journaled)
pt_br: Apple File System (APFS), usa MacOS Expandido (Journaling)
pt_pt: Volume em Sistema de ficheiros da Apple (APFS), usa MacOS Expandido (com journaling)
ru: Этот диск отформатирован как APFS, используйте Mac OS Extended (журналируемый)
uk: Цей диск відформатовано як APFS, використовуйте Mac OS Extended (журнальована)

source: WPA2 Enterprise
el: WPA2 Επαγγελματικό
es: WPA2 Empresarial
