Repository: Ben216k/Patched-Sur
Catalog: Patched Sur - For Catalina/Localization/*.lproj/Localizable.strings
Languages: ar, bs, de, el, es, fr, hr, nl, pt_br, pt_pt, ru, uk

# PO-UP-START-DESCRIPTION
source: To update, the patcher will first download the latest patches and then the new version of macOS directly from Apple, and after that Apple’s updater will be started without the compatibility check.
ar: للتحديث ، سيقوم الباتشر أولاً بتنزيل أحدث التصحيحات ثم الإصدار الجديد من macOS مباشرة من Apple ، وبعد ذلك سيبدأ مُحدِّث Apple دون التحقق من التوافق.
bs: Da ažurira, patcher će prvo skinuti najnovije patchove i onda će skinuti najnoviju MacOS verziju sa Apple-ovog sajta. Nakon toga će se pokrenuti Apple-ov update bez provjere kompatibilnosti.
de: Für das Update lädt der Patcher zuerst die neusten Patchen und danach die neue macOS Version direkt von Apple's Servern. Im Anschluss wird der Updater von Apple ohne die Kompatibilitätsprüfung gestartet.
el: Για να πραγματοποιήσετε την ενημέρωση, το patcher θα κατεβάσει πρώτα τα νεότερα patch και την νεότερη έκδοση του macOS κατευθείαν από την Apple, και μετά η λειτουργία ενημέρωσης της Apple θα αρχίσει χωρίς τον έλεγχο συμβατότητας.
es: Para actualizar, el parche primero descarga los parches más recientes y luego la nueva versión de macOS directamente de Apple luego se iniciará sin verificación de compatibilidad.
fr: Pour effectuer l'actualisation, le patcheur téléchargera d'abord les derniers correctifs, puis la nouvelle version de macOS directement auprès d'Apple, et ensuite le dispositif de mise à jour d'Apple sera lancé sans contrôle de compatibilité.
hr: Da bi se a~urirao, patcher e najprije preuzeti najnovije zakrpe, a zatim novu verziju macOS-a izravno s Applea, a nakon toga pokrenut e se Appleov program za a~uriranje bez provjere kompatibilnosti.
nl: Om bij te werken, downloadt de patcher eerst de nieuwste patches en vervolgens de nieuwe versie van macOS rechtstreeks van Apple, en daarna wordt de updater van Apple gestart zonder de compatibiliteitscontrole.
pt_br: Para atualizar, o patcher primeiro baixará os últimos patches e depois a nova versão do macOS diretamente da Apple, e depois disso o atualizador da Apple será iniciado sem a verificação de compatibilidade.
pt_pt: Para atualizar, o patcher primeiro vai descarregar os patches mais recentes e, de seguida, a nova versão do macOS diretamente da Apple e, depois disso, o atualizador da Apple será iniciado sem a verificação de compatibilidade.
ru: Для обновления патчер сначала загрузит последние патчи, а затем новую версию macOS непосредственно с серверов Apple, после чего программа обновления Apple будет запущена без проверки совместимости.
uk: Для оновлення патчер спочатку завантажить останні патчі, а потім нову версію macOS безпосередньо з серверів Apple, після чого програма оновлення Apple буде запущена без перевірки сумісності.

# PO-UP-NOTES-TITLE
source: See the Latest Release Notes
ar: انظر علي أحدث ملاحظات الإصدار
bs: Pogledaj najnovije zabilješke ažuriranja
de: Schaue dir die neusten Veröffentlichungsnotizen an
el: Προβολή των νεότερων Σημειώσεων Κυκλοφορίας
es: Ver las Notas de Novedades
fr: Voir les dernières notes de version
hr: Pogledajte najnovije napomene o izdanju
nl: Bekijk de laatste releaseopmerkingen
pt_br: Veja as Notas de Lançamento mais recentes
pt_pt: Ver as Ultimas Notas de Lançamento
ru: Последние изменения
uk: Останні зміни

# PO-UP-NOTES-DESCRIPTION
source: See what’s new in macOS before updating. Thanks to Mr. Macintosh (or Apple/9to5Mac sometimes) for providing these.
ar: تعرف على الجديد في macOS قبل التحديث. بفضل السيد Macintosh (أو Apple / 9to5Mac أحيانًا) لتوفيرها.
bs: Pogledaj šta je novo u MacOS-u prije ažuriranja. Hvala Mr. Macintosh-u (ili Apple-u/9to5Mac-u ponekad) za ovo.
de: Sehe was in macOS neu ist, bevor du updatest. Danke an Mr. Macintosh (oder Apple/9to5Mac manchmal) für dessen Bereitstellung.
el: Δείτε τι είναι νέο στο macOS πριν πραγματοποιήσετε την ενημέρωση. Ευχαριστώ τον Mr. Macintosh (ή μερικές φορές Apple/9to5Mac) που παρέχει αυτές τις σημειώσεις.
es: Ver que hay nuevo en macOS antes de actualizarlo. Gracias a Mr. Macintosh (o Apple/(9to5Mac a veces) por proveer.
fr: Découvrez les nouveautés de macOS avant de procéder à l'actualisation. Merci à M. Macintosh (ou Apple/9to5Mac parfois) pour avoir fourni ces informations.
hr: Pogledajte ato je novo u macOS-u prije a~uriranja. Zahvaljujemo gospodinu Macintosh-u (ili Apple-u ili ponekad 9to5Mac) ato ih je pru~io.
nl: Bekijk wat er nieuw is in macOS voordat u het bijwerkt. Met dank aan Mr. Macintosh (of Apple/9to5Mac soms) voor het leveren van deze.
pt_br: Veja o que há de novo em macOS antes de atualizar. Obrigado ao Sr. Macintosh (ou Apple/9to5Mac às vezes) por fornecê-los.
pt_pt: Veja o que há de novo no macOS antes de atualizar. Obrigado ao Mr. Macintosh (ou às vezes Apple / 9to5Mac) por fornecer isto.
ru: Посмотрите, что нового в macOS перед обновлением. Спасибо Mr. Macintosh (или Apple/9to5Mac) за предоставление этой информации.
uk: Подивіться, що нового в macOS перед оновленням. Дякую Mr. Macintosh (або Apple/9to5Mac) за надання цієї інформації.

# PO-UP-NO-UPDATES
source: No new updates available.
ar: لا توجد تحديثات جديدة متاحة.
bs: Nema novih dostupnih ažuriranja.
de: Keine neuen Updates verfügbar.
el: Καμία ενημέρωση διαθέσιμη.
es: No Hay Actualizaciones Nuevas Disponibles.
fr: Aucune nouvelle actualisation disponible.
hr: Nema dostupnih novih a~uriranja.
nl: Geen nieuwe updates beschikbaar.
pt_br: Não há novas atualizações disponíveis.
pt_pt: Não existem novas atualizações disponíveis.
ru: Обновления не найдены.
uk: Оновлення не знайдені.

# PO-UP-YOU-ON
source: You're currently on XX.YY.ZZ.
ar: انت الان علي XX.YY.ZZ.
bs: Trenutno ste na XX.YY.ZZ.
de: Du bist momentan auf XX.YY.ZZ.
el: Τώρα είστε στην έκδοση XX.YY.ZZ.
es: Estás actualmente en XX.YY.ZZ.
fr: Vous êtes actuellement sur XX.YY.ZZ.
hr: Trenutno ste na XX.YY.ZZ.
nl: U bent momenteel op XX.YY.ZZ.
pt_br: Você está atualmente na XX.YY.ZZ.
pt_pt: Estás a usar XX.YY.ZZ.
ru: Вы находитесь на версии XX.YY.ZZ.
uk: Ваша поточна версія: XX.YY.ZZ.

# PO-UP-NOTIF-TITLE
source: Configure Update Notifications
ar: اختيار إشعارات التحديث
bs: Konfigurišite obavijesti za ažuriranja
de: Konfiguriere Update Mitteilungen
el: Διαμορφώστε τις Ειδοποιήσεις για τις Ενημερώσεις
es: Configura las Notificaciones de Actualizaciones
fr: Configurer les notifications de actualisation
hr: Prilagodite obavijesti o a~uriranju
nl: Updatemeldingen configureren
pt_br: Configurar Notificações de Atualização
pt_pt: Configurar Notificações de Atualizações
ru: Настроить уведомления об обновлениях
uk: Налаштувати сповіщення про оновлення

# PO-UP-NOTIF-DESCRIPTION
source: Get notifications for updates for both macOS and the patcher.
ar: احصل على إشعارات بالتحديثات لكل من macOS و patcher.
bs: Dobijajte obavijesti za ažuriranja za MacOS i Patcher.
de: Erhalte eine Mitteilung wenn Updates für macOS oder den Patcher bereit sind.
el: Λάβετε ειδοποιήσεις για ενημερώσεις του macOS και του patcher.
es: Recibe Notificaciones para las Actualizaciones de macOS y el Parche.
fr: Recevez des notifications pour les actualisations de macOS et du correcteur.
hr: Primajte obavijesti o a~uriranjima za macOS i patcher.
nl: Ontvang meldingen voor updates voor zowel macOS als de patcher.
pt_br: Receba notificações para atualizações tanto para MacOS como para o patcher.
pt_pt: Receber notificações de atualizações para macOS e patcher.
ru: Получайте уведомления об обновлениях macOS и патчера.
uk: Отримуйте сповіщення про оновлення macOS і патчеру.

# PO-UP-NOTIF-TITLE-2
source: Update Nofications
ar: تحديث الاشعارات
bs: Obavijesti o ažuriranjima
de: Update Mitteilungen
el: Ενημέρωση Ειδοποιήσεων
es: Actualizar Notificaciones
fr: Notifications de actualisation
hr: A~uriranje obavijesti
nl: Update Meldingen
pt_br: Noficações de Atualização
pt_pt: Atualizar Notificações
ru: Уведомления об обновлениях
uk: Сповіщення про оновлення

# PO-UP-NOTIF-DESCRIPTION-2
source: Since your Mac is unsupported, Software Update will never inform you about macOS updates, because it doesn't have anything new that supports your Mac. However, Patched Sur can provide this functionality on it's own, also providing for notifications for updates to the patcher if you would like. Receive Notifications for:
ar: نظرًا لأن جهاز Mac الخاص بك غير مدعوم ، فلن يخبرك Software Update أبدًا عن تحديثات macOS ، لأنه لا يحتوي على أي شيء جديد يدعم جهاز Mac الخاص بك. لكن يمكن أن يوفر Patched Sur هذه الوظيفة من تلقاء نفسه ، ويوفر أيضًا إشعارات بشأن تحديثات الباتشر إذا كنت ترغب في ذلك. تلقي إشعارات لـ:
bs: Zato što vaš Mac nije podržan, Software Update iz sistemskih podešavanja vas nikada neće obavijestiti o ažuriranju. Ipak, Patched Sur vam može ovo obezbijediti, kao i obavijesti o ažuriranjima Patchera ako želite. Dobijajte obavijesti za:
de: Da dein Mac nicht unterstützt ist, wird das eingebaute Software Update dich nie über macOS Updates informieren, da es nichts findet, was deinen Mac unterstützt. Patched Sur kann diese Funktionalität ersetzen und zusätzlich über Updates für den Patcher informieren, falls du dies wünschst. Erhalte Mitteilungen für:
el: Αφού ο Mac σας δεν υποστηρίζεται, η Ενημέρωση Λογισμικού (στις Προτιμήσεις Συστήματος) ποτέ δεν θα μπορέσει να σας δώσει νέες ενημερώσεις για το macOS, διότι δεν μπορεί να βρει κάτι που να υποστηρίζει τον Mac σας. Παρ’όλα αυτά, το Patched Sur μπορεί να προσφέρει αυτή την λειτουργία από μόνο του, δίνοντας σας και ειδοποιήσεις αν το επιθυμείτε . Λήψη Ειδοποιήσεων Για:
es: Debido a que tu Mac no es compatible nativamente, Actualización de Software nunca te informará sobre actualizaciones de macOS porque no tiene nada nuevo que soporte tu Mac. Sin embargo, Patched Sur puede proveerte esta funcionalidad y también notificar de actualizaciones del mismo si deseas. Recibir Notificaciones para:
fr: Puisque votre Mac n'est pas pris en charge, les Préférences Système ne vous informeront jamais des mises à jour de macOS, car il n'y a rien de nouveau qui prenne en charge votre Mac. Cependant, Patched Sur peut fournir cette fonctionnalité par lui-même, en fournissant également des notifications pour les mises à jour du correcteur si vous le souhaitez. Recevoir des notifications pour:
hr: Budui da vaa Mac nije podr~an, Software Update vas nikada nee obavijestiti o a~uriranjima macOS-a jer nema niata novo ato podr~ava vaa Mac. Meutim, Patched Sur mo~e samostalno pru~iti ovu funkciju, pru~ajui i obavijesti o a~uriranjima patchera ako ~elite. Primajte obavijesti za:
nl: Omdat uw Mac niet wordt ondersteund, zal Software Update u nooit informeren over macOS-updates, omdat er niets nieuws is dat uw Mac ondersteunt. Patched Sur kan deze functionaliteit echter zelf aanbieden en ook meldingen bevatten voor updates van de patcher als u dat wilt. Receive Notifications voor:
pt_br: Como seu mac não tem suporte, o Software Update nunca o informará sobre as atualizações do macOS, pois ele não tem nada de novo que suporte seu mac. No entanto, o Patched Sur pode fornecer esta funcionalidade por conta própria, prevendo também notificações de atualizações para o patcher, se você desejar.: Receber notificações para:
pt_pt: Como o seu Mac não é compatível, a Atualização de software nunca o informará sobre as atualizações do macOS, porque não há nada novo que ofereça suporte ao seu Mac. No entanto, o Patched Sur pode fornecer essa funcionalidade, fornecendo também notificações de atualizações para o patcher, se desejar. n nReceber notificações para:
ru: Поскольку ваш Mac не поддерживается, встроенное ПО никогда не будет информировать вас об обновлениях macOS, поскольку в нем нет ничего нового, что поддерживало бы ваш Mac. Тем не менее, Patched Sur может сам предоставлять уведомления об обновлениях, если хотите. Получать уведомления об:
uk: Оскільки ваш Mac не підтримується, вбудоване ПО ніколи не буде інформувати вас про оновлення macOS, оскільки в ньому немає нічого нового, що підтримувало б ваш Mac. Проте, Patched Sur може сам надавати сповіщення про оновлення, якщо хочете. Отримувати сповіщення про:

source: No
ar: لا
bs: Ne
de: Nein
el: Όχι
fr: Non
hr: Ne
nl: Nee
pt_br: Não
pt_pt: Não
ru: Нет
uk: Ні

source: Yes
ar: نعم
bs: Da
de: Ja
el: Ναι
es: Sí
fr: Oui
hr: Da
nl: Ja
pt_br: Sim
pt_pt: Sim
ru: Да
uk: Так

source: Confirm
ar: تأكيد
bs: Potvrdi
de: Bestätigen
el: Επιβεβαίωση
es: Confirmar
fr: Confirmer
hr: Potvrdi
nl: Bevestigen
pt_br: Confirmar
pt_pt: Confirmar
ru: Подтвердить
uk: Підтвердити

# PO-NOTIF-SETUP-DONE
source: Setup Notifications!
ar: إعداد الإشعارات!
bs: Postavi obavijesti!
de: Mitteilungen eingerichtet!
el: Ρυθμίστηκαν Οι Ειδοποιήσεις!
es: Configurar Notificaciones!
fr: Configurez les notifications!
hr: Postavke Obavijesti!
nl: Setup meldingen!
pt_br: Configurar Notificações!
pt_pt: Configurar Notificações!
ru: Настройка уведомлений окончена!
uk: Налаштування сповіщень завершено!

# PO-NOTIF-SETUP-DONE-2
source: Patched Sur will correctly notify you about the updates based on your new preferences.
ar: سوف يخطرك Patched Sur بشكل صحيح بشأن التحديثات بناءً على تفضيلاتك الجديدة.
bs: Patched Sur će vas obavještavati o ažuriranjima bazirano na vašim novim postavkama.
de: Patched Sur wird dich gemäss deinen neuen Präferenzen über Updates informieren.
el: Το Patched Sur θα σας ειδοποιήσει ορθώς για τις νεες ενημερώσεις με βάση τις προτημήσεις σας.
es: Patched Sur te notificará correctamente sobre las actualizaciones basado en tus nuevos ajustes.
fr: Patched Sur vous informera correctement des mises à jour en fonction de vos nouvelles préférences.
hr: Patched Sur ispravno e vas obavijestiti o a~uriranjima na temelju vaaih novih postavki.
nl: Patched Sur zal u correct op de hoogte stellen van de updates op basis van uw nieuwe voorkeuren.
pt_br: A Patched Sur irá notificá-lo corretamente sobre as atualizações com base em suas novas preferências.
pt_pt: Patched Sur irá notificá-lo corretamente sobre as atualizações com base em suas novas preferências
ru: Patched Sur будет уведомлять вас об обновлениях на основе ваших новых настроек.
uk: Patched Sur буде повідомляти вас про оновлення на основі ваших нових налаштувань.

# PO-NOTIF-SETUP-PERMS
source: Patched Sur needs permissions to send notifications.
ar: يحتاج Patched Sur إلى أذنك لإرسال الإشعارات.
bs: Patched Sur treba dozvolu za slanje obavijesti.
de: Patched Sur benötigt Erlaubnis um Mitteilungen zu senden.
el: Το Patched Sur χρειάζεται άδεια για να στέλνει ειδοποιήσεις.
es: Patched Sur necesita permisos para enviar notificaciones.
fr: Patched Sur a besoin de permissions pour envoyer des notifications.
hr: Patched Sur treba dopuatenja za slanje obavijesti.
nl: Patched Sur heeft machtigingen nodig om meldingen te verzenden.
pt_br: O Patched Sur precisa de permissões para enviar notificações.
pt_pt: O Patched Sur necessita de permissões para enviar notificações.
ru: Patched Sur нужно разрешение на отправку уведомлений.
uk: Patched Sur потрібен дозвіл на відправку сповіщень.

# PO-NOTIF-SETUP-PERMS-2
source: Before the patcher can send notifications for available updates, the patcher needs permission to send the notifications.
ar: قبل أن يتمكن الباتشر من إرسال إشعارات بالتحديثات المتاحة ، يحتاج الباتشر إلى إذن لإرسال الإشعارات.
bs: Prije nego što Patcher može slati obavijesti za ažuriranja, Patcher treba dozvolu za slanje notifikacija.
de: Bevor der Patcher Mitteilungen für verfügbare Updates senden kann, benötigt er Erlaubnis dazu.
el: Πριν μπορέσει το patcher να σας στείλει ειδοποιήσεις για τις νέες ενημερώσεις, θα χρειαστεί άδεια.
es: Antes de que el parche pueda enviar notificaciones para actualizaciones disponibles , el parche necesita permisos para enviar notificaciones.
fr: Avant que le patcheur puisse envoyer des notifications pour les actualisations disponibles, le patcheur a besoin de la permission d'envoyer les notifications.
hr: Prije nego ato patcher mo~e poslati obavijesti o dostupnim a~uriranjima, patcher treba dopuatenje za slanje obavijesti.
nl: Voordat de patcher meldingen voor beschikbare updates kan verzenden, heeft de patcher toestemming nodig om de meldingen te verzenden.
pt_br: Antes que o remetente possa enviar notificações para atualizações disponíveis, o remetente precisa de permissão para enviar as notificações.
pt_pt: Antes que o patcher possa enviar notificações de atualizações disponíveis, ele precisa de permissão para enviar as notificações.
ru: Прежде чем патчер сможет отправлять уведомления о доступных обновлениях, ему нужно разрешение на отправку уведомлений.
uk: Перш ніж патчер зможе відправляти повідомлення про доступні оновлення, йому потрібен дозвіл на відправку сповіщень.

# PO-NOTIF-SETUP-ALMOST
source: Almost there!
ar: اوشكت على الوصول!
bs: Skoro gotovo!
de: Fast geschafft!
el: Σχεδόν Τελειώσατε!
es: Ya Casi!
fr: On y est presque!
hr: Skoro gotovo...
nl: Bijna daar!
pt_br: Quase lá!
pt_pt: Quase pronto!
ru: Почти сделано!
uk: Майже готово!

# PO-NOTIF-SETUP-ALMOST-2
source: To finish setting up notifications, Patched Sur requires making a user daemon that will check every once in a while. To set this up, the patcher needs to have root access, so you'll be prompted to input your password, then you'll be done!
ar: لإنهاء إعداد الإشعارات ، يتطلب Patched Sur عمل برنامج للمستخدم يتحقق من حين لآخر. لإعداد هذا ، يحتاج الباتشر إلى الوصول إلى الجذر ، لذلك سيُطلب منك إدخال كلمة المرور الخاصة بك ، ثم ستنتهي!
bs: Da završite namještanje notifikacija, Patched Sur zahtijeva pravljenje daemon-a koji će povremeno provjeravati. Da ovo namjestite Patcher treba root pristup, tako da ćete biti pitani da unesete šifru, onda će biti gotovo!
de: Um das Einrichten der Mitteilungen abzuschliessen, muss Patched Sur einen Daemon erstellen, welcher periodisch nach Updates sucht. Für diese Einrichtung benötigt der Patcher root Berechtigungen. Du wirst gefragt, dein Passwort einzugeben, danach bist du fertig!
el: Για να τελειώσει η ρύθμιση των ειδοποιήσεων, το Patched Sur πρέπει να φτιάξει ένα daemon του χρήστη που θα ελέγχει ανά καιρούς. Για να το ρυθμίσετε, το patcher χρειάζεται άδεια root, όπου θα χρειαστεί να βάλετε τον κωδικό σας και τελειώσατε!
es: Para terminar de configurar las notificaciones, Patched Sur requiere de un agente que verifica de vez en cuando. Para configurarlo, el parche necesita tener acceso privilegiado, por tal razón será solicitado que entre su contraseña, ¡entonces estará listo!
fr: Pour terminer la mise en place des notifications, Patched Sur nécessite de créer un daemon utilisateur qui vérifiera de temps en temps. Pour le mettre en place, le patcheur doit avoir un accès root, il vous sera donc demandé de saisir votre mot de passe, puis vous aurez terminé!
hr: Da bi zavraio postavljanje obavijesti, Patched Sur zahtijeva izradu korisni kog procesa koji e provjeravati obavijesti svako malo. Da biste to postavili, patcher mora imati root pristup, pa ete morati unjet lozinku, a zatim ete biti gotovi!
nl: Om het instellen van meldingen te voltooien, vereist Patched Sur het maken van een gebruikersdemon die af en toe controleert. Om dit in te stellen, moet de patcher root-toegang hebben, dus u wordt gevraagd om uw wachtwoord in te voeren, dan bent u klaar!
pt_br: Para concluir a configuração das notificações, o Patched Sur requer a confecção de um daemon de usuário que verificará de vez em quando. Para configurar isso, o patcher precisa ter acesso root, então você será solicitado a inserir sua senha, então você estará pronto!
pt_pt: Para terminar de configurar as notificações, o Patched Sur requer a criação de um daemon de utilizador que irá verificar de vez em quando. Para configurar isto, o patcher precisa ter acesso root, então, será solicitado que insira a palavra-pass, depois disso está pronto!
ru: Чтобы завершить настройку уведомлений, Patched Sur создаст пользовательский демон, который будет проверять их время от времени. Чтобы создать его, патчер должен иметь root-доступ, поэтому вам будет предложено ввести пароль, после чего все будет готово!
uk: Щоб завершити настройку повідомлень, Patched Sur створить користувацький демон, який буде перевіряти їх час від часу. Щоб створити його, патчер повинен мати root-доступ, тому вам буде запропоновано ввести пароль, після чого все буде готово!

# PO-NOTIF-SETUP-DENY
source: Patched Sur Cannot Send Notifications
ar: لا يمكن لـ Patched Sur إرسال الإشعارات
bs: Patched Sur vam ne može slati obavijesti
de: Patched Sur kann keine Mitteilungen senden
el: Το Patched Sur δεν μπορεί να στείλει ειδοποιήσεις
es: Patched Sur No puede Enviar Notificaciones
fr: Patched Sur corrigé ne peut pas envoyer de notifications
hr: Patched Sur ne mo~e poslati obavijesti
nl: Patched Sur kan geen meldingen verzenden
pt_br: Patched Sur Não Pode Enviar Notificações
pt_pt: O Patched Sur não consegue enviar Notificações
ru: Patched Sur не может отправлять уведомления
uk: Patched Sur не може відправляти сповіщення

# PO-NOTIF-SETUP-DENY-2
source: You must have denied Patched Sur from sending notifications. If you want Patched Sur to send notifications, open System Preferences > Notifications > Patched Sur then allow notifications.
ar: من المحتمل انك قد رفضت Patched Sur من إرسال الإشعارات. إذا كنت تريد أن يرسل Patched Sur إشعارات ، فافتح تفضيلات النظام/System Preferences> الإشعارات> Patched Sur ثم اسمح بالإشعارات.
bs: Sigurno ste odbili Patched Sur od slanja obavijesti. Ako želite da vam Patched Sur šalje notifikacije, otvorite Sistemske Postavke > Obavijesti > Patched Sur i onda dozvolite obavijesti.
de: Du hast Patched Sur nicht erlaubt Mitteilungen zu senden. Wenn du willst, dass Patched Sur Mitteilungen senden kann, öffne die Systemeinstellungen > Mitteilungen > Patched Sur und erlaube dann Mitteilungen.
el: Πιθανότατα αρνηθήκατε την άδεια του Patched Sur να στέλνει ειδοποιήσεις. Αν θέλετε το Patched Surνα στέλνει ειδοποιήσεις, ανοίξτε τις Προτιμήσεις Συστήματος> Ειδοποιήσεις > Patched Sur και επιτρέψτε τις ειδοποιήσεις.
es: Debes haber negado a Patched Sur de enviar notificaciones. Si quieres que Patched Sur envíe notificaciones, abre ajustes del sistema > Notificaciones > Patched Sur y luego permitir notificaciones.
fr: Vous devez avoir refusé à Patched Sur d'envoyer des notifications. Si vous voulez que Patched Sur envoie des notifications, ouvrez Préférences Système > Notifications > Patched Sur puis autorisez les notifications.
hr: Sigurno ste Patched Sur-u odbili pristupanje obavijestima. Ako ~elite da Patched Sur aalje obavijesti, otvorite Postavke Sustava > Obavijesti > Patched Sur, a zatim dopustite obavijesti.
nl: U moet Patched Sur hebben geweigerd om meldingen te verzenden. Als u wilt dat Patched Sur meldingen verzendt, opent u Systeemvoorkeuren > Meldingen > Patched Sur en staat u vervolgens meldingen toe.
pt_br: Você deve ter negado ao Patched Sur o envio de notificações. Se você quiser que o Patched Sur envie notificações, abra Preferências do Sistema > Notificações > Patched Sur então permita notificações.
pt_pt: Deve ter negado ao Patched Sur o envio de notificações. Se quiseres que o Patched Sur envie notificações, abre Preferências do Sistema> Notificações> Patched Sur e permite as notificações.
ru: Вы запретили Patched Sur отправлять уведомления. Если вы хотите разрешить Patched Sur отправлять уведомления, откройте Системные Настройки > Уведомления > Patched Sur, затем разрешите уведомления.
uk: Ви заборонили Patched Sur відправляти сповіщення. Якщо ви хочете дозволити Patched Sur відправляти сповіщення, відкрийте Системні налаштування > Сповіщення > Patched Sur, потім дозвольте сповіщення.
