Repository: Ben216k/Patched-Sur
Catalog: Patched Sur - For Catalina/Localization/*.lproj/Localizable.strings
Languages: ar, bs, de, el, es, fr, hr, nl, pt_br, pt_pt, ru, uk

# PO-ST-CYE-DESCRIPTION
source: The preinstall app in Patched Sur has a feature letting new users know how well their Mac will work with Big Sur. However, something like this needs information, and that's what you can help with! Just click on the link above and follow the instructions to help out.
ar: يحتوي تطبيق التثبيت المسبق في Patched Sur على ميزة تتيح للمستخدمين الجدد معرفة مدى جودة عمل الMac الخاص بهم مع Big Sur. لكن شيء من هذا القبيل يحتاج إلى معلومات ، وهذا ما يمكنك المساعدة به! ما عليك سوى النقر على الرابط أعلاه واتباع التعليمات للمساعدة. مع العلم ان التقارير تكون باللغة الانجليزية فقط!
bs: Patched Sur aplikacija prije instalacije Big Sur sistema ima mogućnost reći ljudima kako će se njihov Mac ponašati sa Big Sur sistemom. Ipak, ova mogućnost treba informacije od drugih ljudi, i tu vi možete pomoći! Samo kliknite na link iznad i pratite instrukcije da bi pomogli. PAŽNJA: Informacije se primaju samo na Engleskom jeziku!
de: Die Vorinstallations-App in Patched Sur hat ein Feature welches neuen Benutzern einen Überblick gibt, wie gut ihr Mac mit Big Sur laufen wird. Jedoch braucht es dazu Informationen, und hier kannst du helfen! Drücke auf den Link oben und folge den Instruktionen um zu helfen. (Es werden nur Berichte in Englisch angenommen)
el: Η εφαρμογή προεγκατάστασης του Patched Sur η οποία σας επιτρέπει να δείτε πόσο καλά θα αποδίδει ο Mac σας μετά την ενημέρωση στο Big Sur. Παρ’όλα αυτά, μία τέτοια λειτουργία χρειάζεται πληροφορίες, και με αυτό μπορείτε να βοηθήσετε εσείς! Απλά πατήστε τον σύνδεσμο παραπάνω και ακολουθήστε τις οδηγίες για να βοηθήσετε.
es: La aplicación de antes de instalación en Patched Sur tiene una función que les deja saber a los nuevos usuarios que tan bien sus Macs correrán con Big Sur. ¡Sin embargo, algo como esto necesita información y en esto es donde puedes ayudar! Solo presiona en el enlace arriba y sigue las instrucciones para ayudar.
fr: L'application de préinstallation de Patched Sur a une fonction permettant aux nouveaux utilisateurs de savoir si leur Mac fonctionnera bien avec Big Sur. Cependant, une telle fonctionnalité nécessite des informations, et c'est ce que vous pouvez faire! Cliquez simplement sur le lien ci-dessus et suivez les instructions pour nous aider.
hr: Predinstalirana aplikacija u Patched Suru ima zna ajku koja novim korisnicima daje do znanja koliko e dobro njihov Mac raditi s Big Surom. Meutim, za neato poput ovoga potrebne su informacije i u tome vam mogu pomoi! Samo kliknite gornju vezu i slijedite upute za pomo. Napomena: Molimo da sve ato aaljete bude isklju ivo na Engleskom jeziku.
nl: De pre-install-app in Patched Sur heeft een functie waarmee nieuwe gebruikers weten hoe goed hun Mac met Big Sur zal werken. Zoiets heeft echter informatie nodig, en daar kun je mee helpen! Klik gewoon op de bovenstaande link en volg de instructies om te helpen.
pt_br: O aplicativo de pré-instalação no Patched Sur tem uma característica que permite aos novos usuários saber o quão bem seu mac irá funcionar com o Big Sur. Entretanto, algo assim precisa de informações, e é com isso que você pode ajudar! Basta clicar no link acima e seguir as instruções para ajudar. Nota: Estes relatórios só são aceitos em inglês.
pt_pt: A aplicação pré-instalação no Patched Sur tem um recurso que permite aos novos utilizadores saber como seu Mac funcionará com o Big Sur. No entanto, algo assim precisa de informações e é nisso que podes ajudar! Basta clicar no link acima e seguir as instruções para ajudar. Nota: apenas são aceites submissões em Inglês
ru: В Patched Sur есть функция, позволяющая новым пользователям узнать, насколько хорошо их Mac будет работать с Big Sur. Однако для чего-то подобного нужна информация, и в этом вы можете помочь! Просто нажмите на ссылку выше и следуйте инструкциям, чтобы помочь. Обратите внимание: отчеты принимаются только на английском языке!
uk: У Patched Sur є функція, що дозволяє новим користувачам дізнатися, наскільки добре їх Mac буде працювати з Big Sur. Однак для чогось подібного потрібна інформація, і в цьому ви можете допомогти! Просто натисніть на посилання вище і дотримуйтесь інструкцій, щоб допомогти. Зверніть увагу: звіти приймаються виключно англійською мовою!

# PO-ST-RL-TITLE
source: Relaunch Patcher
ar: إعادة تشغيل الباتشر
bs: Ponovo pokreni Patcher
de: Patcher neu starten
el: Επανεκκίνηση του Patcher
es: Re-lanzar el Parche
fr: Relancer le patcheur
hr: Ponovo Pokreni Patcher
nl: Patcher opnieuw starten
pt_br: Relançar o Patcher
pt_pt: Re-Abrir o Patcher
ru: Перезапустить патчер
uk: Перезавантажити патчер

# PO-ST-RL-DESCRIPTION
source: I don't know why you would ever want this, but I guess if you do, you can relaunch the patcher app. This will refresh a lot of the variables that are obtained when the patcher is first launched, and whatnot. Fun Fact: This is the same code that's ran once the updater is done.
ar: لا أعرف سبب رغبتك في ذلك ، ولكن أعتقد أنه إذا كنت تريد، فيمكنك إعادة تشغيل تطبيق الباتشر. سيؤدي هذا إلى تحديث الكثير من المتغيرات التي تم الحصول عليها عند إطلاق الباتشر لأول مرة ، وما إلى ذلك. حقيقة ممتعة: هذا هو نفس الكود الذي يتم تشغيله بمجرد الانتهاء من التحديث.
bs: Ne znam zašto bi ovo ikad radili, ali ako želite, možete ponovo pokrenuti aplikaciju Patcher. Ovo će osvježiti informacije koje se dobijaju kada se Patcher prvi put pokrene, i tako dalje. Zanimljiva činjenica: Ovo je isti kod koji se pokreće kada ažuriranje završi.
de: Ich weiss zwar nicht, warum du das jemals machen willst, aber du kannst die Patcher-App neu starten. Dieser Schritt erneuert eine Menge Variablen welche beim ersten Ausführen des Patchers geladen werden. Fun Fact: Der selbe Code wird ausgeführt, wenn der Updater fertig ist.
el: Δεν ξέρω για ποιο λόγο θα το χρειαζόσασταν αυτό, αλλά εφ’όσον είναι αναγκαίο, μπορείτε να επανεκκινήσετε την εφαρμογή. Έτσι επαναφέρεται πολλές μεταβλητές που αποκτά το patcher κατά την πρώτη εκκίνηση. Παρεμπιπτόντως: Αυτός είναι ο ίδιος κώδικας που χρησιμοποιείται όταν τελειώσει η ενημέρωση.
es: No lo sé porque desearías hacer esto, pero si quieres puedes reiniciar la aplicación del parche. Esto refrescará muchas de las variables que son obtenidas cuando el parche corre por primera vez. Dato Curioso: Este es el mismo código que se utiliza cuando la instalación se completa.
fr: Je ne sais pas pourquoi vous voudriez cela, mais je suppose que si vous le voulez, vous pouvez relancer l'application patcher. Cela rafraîchira un grand nombre de variables qui sont obtenues lorsque le patcheur est lancé pour la première fois, et ainsi de suite. Fait amusant : C'est le même code qui est exécuté une fois que l'actualisation est terminée.
hr: Ne znam zaato biste to ikada po~eljeli, ali pretpostavljam da ako ~elite, mo~ete ponovno pokrenuti Patcher. Ovo e osvje~iti puno varijabli koje se dobivaju pri prvom pokretanju patchera. Zabavna injenica: Ovo je isti kÙd koji se pokree nakon ato se a~uriranje zavrai.
nl: Ik weet niet waarom je dit ooit zou willen, maar ik denk dat als je dat doet, je de patcher-app opnieuw kunt starten. Dit vernieuwt veel van de variabelen die worden verkregen wanneer de patcher voor het eerst wordt gestart, en wat al niet. Leuk weetje: Dit is dezelfde code die wordt uitgevoerd zodra de updater is voltooid.
pt_br: Eu não sei por que você quereria isto, mas acho que se você quiser, você pode relançar o aplicativo patcher. Isto irá refrescar muitas das variáveis que são obtidas quando o patcher é lançado pela primeira vez, e o que não for. Fato engraçado: Este é o mesmo código que é executado uma vez que o atualizador é feito.
pt_pt: Não sei porque quererás isto, mas acho que se quiseres, podes reiniciar a aplicação do patcher. Isso irá atualizar muitas das variáveis ​​que são obtidas quando o patcher é iniciado pela primeira vez. Curiosidade: este é o mesmo código executado quando a atualização for concluída.
ru: Я не знаю, зачем вам это нужно, но если вы захотите, вы можете перезапустить патчер. Это сбросит множество переменных, устанавливаемых при запуске патчера, и еще много чего. Интересный факт: это тот же код, который запускается после завершения обновления.
uk: Я не знаю, навіщо вам це потрібно, але якщо ви захочете, ви можете перезапустити патчер. Це скине безліч змінних, що встановлюються під час запуску патчером, і ще багато чого. Цікавий факт: це той самий код, який запускається після завершення оновлення.

# PO-ST-RL-FAILED
source: Relaunch Failed!
ar: فشل إعادة التشغيل!
bs: Ponovno pokretanje neuspješno!
de: Der Neustart ist fehlgeschlagen!
el: Η Επανεκκίνηση Απέτυχε!
es: Reinicio Fallado!
fr: Le relancement a échoué!
hr: Ponovno pokretanje nije uspjelo!
nl: Herlancering mislukt!
pt_br: Relançamento Falhado!
pt_pt: Falha da Re-Abertura!
ru: Ошибка при перезапуске!
uk: Помилка при перезавантаженні!

# PO-ST-RL-FAILED-2
source: Failed to open Patched Sur, but you can do this yourself.
ar: فشل فتح Patched Sur ، لكن يمكنك القيام بذلك بنفسك.
bs: Nismo uspjeli pokrenuti Patched Sur, ali to možete vi sami.
de: Patched Sur konnte nicht geöffnet werden. Du kannst dies auch manuell machen.
el: Αποτυχία ανοίγματος του Patched Sur, αλλά αυτό μπορείτε να το κάνετε μονοί σας.
es: Fallo en abrir Patched Sur, intenta abrirlo manualmente.
fr: Échec de l'ouverture de Patched Sur, mais vous pouvez le faire vous-même.
hr: Otvaranje Patchanog Sura nije uspjelo, ali to mo~ete u initi sami.
nl: Het is niet gelukt om Patched Sur te openen, maar je kunt dit zelf doen.
pt_br: Falhou em abrir o Patched Sur, mas você mesmo pode fazer isso.
pt_pt: Falha ao abrir o Patched Sur, mas podes fazer isso sozinho.
ru: Не удалось открыть Patched Sur, но вы можете это сделать вручную.
uk: Не вдалося відкрити Patched Sur, але ви можете це зробити вручну.

# PO-PK-TITLE-ALT
source: Unpatch Kexts
ar: إلغاء تصحيح kexts
bs: Od-izmijenite kext fajlove
de: Kexts entpatchen
el: Κάντε Unpatch τα Kext
es: Quitar parches (Kexts)
fr: Dé-patcher Kexts
hr: Otpakirajte Kextove
nl: Unpatch Kexts ont-patchen
ru: Восстановить кексты
uk: Відновити кексти

# PO-PK-SUBTITLE
source: Make Drivers Work Basically
ar: تجعل برامج التشغيل تعمل بشكل أساسي
bs: Učini da driveri rade bazično
de: Macht eigentlich dass Treiber funktinieren
el: Κάντε τους Driver να λειτουργούν
es: Hace que los controladores funcionan básicamente
fr: Faire travailler les pilotes essentiellement
hr: Natjerajte drivere da rade u osnovnom modu
nl: Laat stuurprogramma's in principe werken
pt_br: Basicamente fazer os Drivers Funcionarem
pt_pt: Basicamente fazer os Drivers Funcionarem
ru: Восстановление оригинальных драйверов
uk: Відновлення оригінальних драйверів

# PO-PK-DESCRIPTION-2
source: Patching your kexts gets you Wifi, USB, and many other things working on your Big Sur installation. Without these kexts, your Mac would not be at its full potential on Big Sur, and several things would not work. If you need to, you can unpatch the kexts then repatch them which might solve a problem. Sometimes, it might be a good idea to wait a little bit before running patch kexts, since some things might be interfering with the System volume.
ar: يؤدي تصحيح ملفات الkexts إلى الحصول على شبكة الWifi و الUSB والعديد من الأشياء الأخرى التي تعمل على تثبيت Big Sur. بدون تصحيح kexts لن يكون جهاز الMac الخاص بك بكامل طاقته في Big Sur ، ولن تعمل العديد من الأشياء. إذا كنت بحاجة إلى ذلك ، يمكنك إلغاء تصحيح kexts ثم إعادة تصحيحها مما قد يحل مشكلة. في بعض الأحيان ، قد يكون من الجيد الانتظار قليلاً قبل تشغيل تصحيح kexts ، حيث قد يكون هناك تتداخل في بعض الأشياء مع وحدة تخزين النظام.
bs: Izmjenjivanje kext fajlova omogućava da vam WiFi, USB, i još drugih stvari radi na Big Sur sistemu. Bez ovih kext fajlova, Mac neće raditi punim potencijalom na Big Sur sistemu i nekoliko stvari neće raditi. Ako morate, možete od-patchovati pa opet patchovati fajlove što bi moglo riješiti potencijalne probleme. Ponekad, bilo bi dobro sačekati prije izmjenjivanja kext fajlova, jer bi neke stvari mogle otežati rad sistemu.
de: Wenn du die Kexts patchst werden Dinge wie WiFi, USB usw. in deiner Big Sur Installation funktionieren. Ohne diese Kexts würde dein Mac in Bug Sur nicht sein volles Potential ausnutzen können, und einige Dinge würden nicht funktionieren. Falls es nötig wäre oder du Probleme hast, kannst du die Kexts entfernen und dann erneut patchen, dies hilft in den meisten Fällen. Es ist eine gute Idee ein wenig zu warten, bevor du die Kexts patchst, da vielleicht einige Dinge die System-Partition besetzen.
el: Το Patching των kexts σας, επιτρέπει την λειτουργία του Wifi, του USB, και πολλών άλλων πραγμάτων να λειτουργούν στην εγκατάσταση του Big Sur σας. Χωρίς αυτά τα kext, ο Mac σας δεν θα μπορούσε να λειτουργήσει στην πληρότητα των δυνατοτήτων του μετά την εγκατάσταση του Big Sur. Αν χρειαστεί, μπορείτε να αφαιρέσετε τα patch από τα kext, και να τα επαναφέρεται, κάτι το οποίο μπορεί να λύσει το πρόβλημα. Μερικές φορές, ίσως είναι καλή ιδέα να περιμένετε λίγη ώρα πριν επαναφέρετε τα patch για τα kext, καθώς μπορεί να υπάρχουν παρεμβολές με το αρχείο του Συστήματος.
es: Parchar tus kexts te brinda WiFi, puertos USB y otras cosas funcionando en tu instalación de Big Sur. Sin estos parches, tu Mac no funciona en su completo potencial en Big Sur y otras cosas no funcionarán. Si es necesario podrías remover los parches y colocarlos nuevamente lo cual podría solucionar problemas. En ocasiones es bueno esperar un poco luego de que el sistema se inicia por primera vez antes de intentar aplicar estos parches para evitar que interfiera con ajustes del sistema.
fr: Le patch de vos kexts vous permet de faire fonctionner le Wifi, l'USB, et beaucoup d'autres choses sur votre installation Big Sur. Sans ces kexts, votre Mac ne serait pas à son plein potentiel sur Big Sur, et plusieurs choses ne fonctionneraient pas. Si vous en avez besoin, vous pouvez dé-patcher les kexts puis les repatcher ce qui pourrait résoudre un problème. Parfois, il peut être judicieux d'attendre un peu avant d'exécuter les kexts de patch, car certaines choses peuvent interférer avec le volume du système.
hr: Krpanjem kextova dobivate Wifi, USB i mnoge druge stvari koje rade na vaaoj instalaciji Big Sur. Bez ovih kextova vaa Mac ne bi bio u punom potencijalu na Big Suru, a nekoliko stvari ne bi uspjelo. Ako trebate, kextove mo~ete odpatchati, a zatim ih ponovno patchati ato bi moglo rijeaiti problem. Ponekad bi bilo dobro pri ekati malo prije pokretanja kext zakrpa, jer neke stvari mogu ometati glasnou sustava.
nl: Als u uw kexts patcht, krijgt u Wifi, USB en vele andere dingen die werken aan uw Big Sur-installatie. Zonder deze kexts zou je Mac niet volledig potentieel zijn op Big Sur en zouden verschillende dingen niet werken. Als het nodig is, kunt u de kexts lospatchen en vervolgens opnieuw verzenden, wat een probleem kan oplossen. Soms is het misschien een goed idee om een beetje te wachten voordat u patch kexts uitvoert, omdat sommige dingen het systeemvolume kunnen verstoren.
pt_br: Fazer o Patch dos kexts faz com que o Wifi, USB e várias outras coisas funcionem na instalação do Big Sur. Sem estes kexts o Big Sur não vai estar no seu pleno potencial e varias coisas não vão funcionar. Se for necessário podes fazer Un-Patch dos kexts e, depois, voltar a fazer o Patch, o que pode resolver algum problema. Às vezes, pode ser uma boa ideia esperar um pouco antes de executar o patch dos kexts, já que algumas coisas podem estar a interferir no volume do sistema.
pt_pt: Fazer o Patch dos kexts faz com que o Wifi, USB e várias outras coisas funcionem na instalação do Big Sur. Sem estes kexts o Big Sur não vai estar no seu pleno potencial e varias coisas não vão funcionar. Se for necessário podes fazer Un-Patch dos kexts e, depois, voltar a fazer o Patch, o que pode resolver algum problema. Às vezes, pode ser uma boa ideia esperar um pouco antes de executar o patch dos kexts, já que algumas coisas podem estar a interferir no volume do sistema.
ru: Пропатчив ваши кексты, вы получите рабочий Wi-Fi модуль, USB и многие другие вещи на вашем Big Sur. Без этих кекстов, ваш Mac не будет работать в полной мере на Big Sur. Если вам необходимо, вы можете откатить патчи кекстов, а затем заново их применить, это может помочь решить проблему.
uk: Після того, як ви пропатчите ваші кексти, ви отримаєте робочий Wi-Fi модуль, USB та багато інших речей на вашому Big Sur. Без цих кекстів ваш Mac не буде працювати в повній мірі на Big Sur. Якщо вам необхідно, ви можете видалити патчі кекстів, а потім повторно їх застосувати, це може допомогти вирішити проблему.

# PO-PK-START
source: Start Patch Kexts
ar: بدأ تصحيح ملفات kexts
bs: Započni izmjenjivanje kext fajlova
de: Kexts-Patch starten
el: Έναρξη του Patch των Kext
es: Comenzar Parches Kexts
fr: Démarrage Patcher Kexts
hr: Pokrenite Patchanje Kextova
nl: Patch Kexts starten
pt_br: Iniciar o Patch Kexts
pt_pt: Iniciar o Patch dos Kexts
ru: Начать патчинг кекстов
uk: Розпочати патчінг кекстів

# PO-PK-UN-START
source: Start Unpatch Kexts
ar: إلغاء تصحيح ملفات kexts
bs: Započni od-izmjenjivanje kext fajlova
de: Kexts-Entpatchen starten
el: Έναρξη του Unpatch των Kexts
es: Comenzar remoción de Kexts
fr: Démarrage dé-patcher Kexts
hr: Pokrenite raspakiranje Kextova
nl: Un-patch Kexts starten
pt_br: Iniciar o Un-Patch Kexts
pt_pt: Iniciar Un-patch dos Kexts
ru: Начать восстановление кекстов
uk: Розпочати відновлення кекстів

# PO-PK-INSTEAD
source: Unpatch Kexts Instead
ar: إلغاء تصحيح kexts بدلا من ذلك
bs: Umjesto toga od-izmijenite kext fajlove
de: Entpatche die Kexts stattdessen
el: Να γίνει Unpatch των Kexts
es: Remover Kexts en vez
fr: Dé-patcher Kexts Plutôt
hr: Umjesto toga raspakirajte Kextove
nl: In plaats daarvan Kexts unpatchen
pt_br: Un-Patch Kexts ao invés
pt_pt: Un-patch dos Kexts
ru: Вместо этого восстановить кексты
uk: Замість цього відновити кексти

# PO-PK-INSTEAD-REVERSE
source: Patch Kexts Instead
ar: تصحيح kexts بدلا من ذلك
bs: Umjesto toga izmijenite kext fajlove
de: Patche die Kexts stattdessen
el: Patch των Kexts
es: Parchar Kexts en vez
fr: Patcher Kexts Plutôt
hr: Umjesto toga zakrpite Kextove
nl: Patch Kexts Kexts In plaats daarvan
pt_br: Patch Kexts ao invés
pt_pt: Patch dos Kexts
ru: Вместо этого пропатчить кексты
uk: Замість цього пропатчити кексти

# PO-PK-DETECT
source: Detecting Patches
ar: يتم التحقق من التصحيحات
bs: Detektovanje patcheva
de: Patches finden
el: Διαγραφή των Patches
es: Detectando Parches
fr: Détection des patches.
hr: Otkrivanje zakrpa
nl: Patches detecteren
pt_br: Detectando Patches
ru: Поиск патчей
uk: Пошук патчів

# PO-PK-NONE-DETECTED
source: Patch Resources Were Not Detected
ar: لم يتم الكشف عن موارد التصحيح
bs: Nisu detektovani patchovani resursi!
de: Patch-Resourcen konnten nicht gefunden werden
el: Πόροι για το Patch δεν βρέθηκαν.
es: Recursos del Parche No Fueron Detectados
fr: Les ressources du patch n'ont pas été détectées
hr: Resursi zakrpe nisu otkriveni
nl: Patchbronnen zijn niet gedetecteerd
pt_br: Recursos de Patch não foram detectados
pt_pt: Não foram detectados os recursos do Patch
ru: Патчи не обнаружены
uk: Патчів не виявлено

# PO-PK-NONE-HELP
source: Try Plugging in a Patched Installer USB
ar: حاول توصيل USB المثبت المصحح
bs: Pokušajte uključiti patchovani instalacijski USB
de: Versuche einen gepatchten USB-Installer einzustecken
el: Δοκιμάστε να εισάγετε ενα Patched USB εγκατάστασης
es: Intenta Conectar un Instalador USB Parcheado
fr: Essayez de brancher une clé installateur USB.
hr: Pokuaajte uklju iti zakrpani instalacijski USB
nl: Probeer een gepatchte installatie-USB aan te sluiten
pt_br: Tente conectar um instalador USB com Patched Instalador
pt_pt: Tenta inserir o USB do Patched Installer
ru: Попробуйте воткнуть пропатченную установочную флешку
uk: Спробуйте вставити пропатченну інсталяційну флешку

# PO-PK-RUNNING
source: Patching Kexts
ar: يتم تصحيح kexts
bs: Izmjenjivanje kext fajlova
de: Kexts werden gepatcht
el: Patching των Kext
es: Parcheando Kexts
fr: Patch de kexts
hr: Krpanje Kextova
nl: Kexts patchen
pt_br: Patchando Kexts
ru: Патчинг кекстов
uk: Патчінг кекстів

# PO-PK-UN-RUNNING
source: Unpatching Kexts
ar: يتم إلغاء تصحيح kexts
bs: Od-izmjenjivanje kext fajlova
de: Kexts werden entpatcht
el: Unpatching των Kext
es: Removiendo Kexts
fr: Dé-patcher des kexts
hr: Otkrivanje Kextova
nl: Kexts ont-patchen
pt_br: Un-Patchando Kexts
ru: Восстановление кекстова
uk: Відновлення кекстів

# PO-PK-LEGACY-ALERT
source: The Only Detected Patches Require Legacy Mode
ar: تتطلب التصحيحات المكتشفة وضع الLegacy فقط
bs: Jedini detektovani patchovi zahtijevaju Legacy Mod
de: Die einzigen entdeckten Patches benötigen den Legacy-Modus
el: Τα μόνα Patches που βρέθηκαν απαιτούν την Λειτουργεία Legacy (παλαιού τύπου)
es: Los Únicos Parches Requieren Modo Antiguo
fr: Les seuls patches détectés nécessitent le mode Legacy
hr: Otkrivene zakrpe zahtijevaju legacy na in rada
nl: De enige gedetecteerde patches vereisen verouderde modus
pt_br: Os Únicos Patches Detectados Exigem o Modo Legado
pt_pt: Os únicos Patches Detectados Requerem o Modo Legacy
ru: Патчи требуют включенный режим Legacy
uk: Патчі вимагають включений режим Legacy

# PO-CI-START-TITLE
source: Create macOS Installer
ar: إنشاء مثبت macOS
bs: Kreiraj macOS instalaciju
de: Erstelle einen macOS Installer
el: Δημιουργία Εγκαταστάτη του macOS
es: Crear Instalador macOS
fr: Créer un installateur macOS
hr: Stvorite macOS Installer
nl: MacOS Installer maken
pt_br: Criar o Instalador macOS
pt_pt: Criar o Instalador macOS
ru: Создать установщик macOS
uk: Створити інсталятор macOS
