Repository: Ben216k/Patched-Sur
Catalog: Patched Sur - For Catalina/Localization/*.lproj/Localizable.strings
Languages: ar, bs, de, el, es, fr, hr, nl, pt_br, pt_pt, ru, uk

# PO-ATP-DESCRIPTION
source: A simple patcher, with a big core, to make running Big Sur on an unsupported Mac easy, designed for anyone.
ar: أداة باتشر بسيطة ، ذات نواة كبيرة ، تجعل تشغيل Big Sur على جهاز Mac غير مدعوم أمرًا سهلاً ، ومصممة لأي شخص.
bs: Jednostavni patcher, sa velikim jezgrom, da učini pokretanje Big Sur sistema na nepodržanim Mac uređajima jednostavno, dizajnirano za svakoga.
de: Ein simpler Patcher mit einem grossen Kern, um Big Sur auf einem nicht unterstützten Mac einfach zum Laufen zu kriegen, entwickelt für Jedermann.
el: Ένα απλό patcher, με έναν μεγάλο πυρήνα, που κάνει την λειτουργία του Big Sur σε μη υποστηριζόμενους Mac απλή και σχεδιασμένη για όλους.
es: Un simple parche, con un big core, para hacer Big Sur correr en una Mac no compatible fácil diseñado para todos.
fr: Un simple patcheur, avec un gros noyau, pour rendre facile l'utilisation de Big Sur sur un Mac non supporté, conçu pour tout le monde.
hr: Jednostavan patcher, s velikom jezgrom, koji olakaava pokretanje Big Sur-a na nepodr~anom Macu, napravljen za svakoga.
nl: Een eenvoudige patcher, met een grote kern, om het uitvoeren van Big Sur op een niet-ondersteunde Mac gemakkelijk te maken, ontworpen voor iedereen.
pt_br: Um patcher fácil, com um grande núcleo, para facilitar a execução do Big Sur em um mac sem suporte, desenvolvido para qualquer pessoa.
pt_pt: Um patcher simples, com um grande coração, para facilitar a execução do Big Sur em Macs sem suporte, projectado para ser utilizado por qualquer pessoa.
ru: Простой патчер с большим ядром, упрощающий запуск Big Sur на неподдерживаемом Mac, разработанный для всех.
uk: Простий патчер з великим ядром, що спрощує запуск Big Sur на непідтримуваному Mac, розроблений для всіх.

# PO-ATP-WHATS-NEW-QUESTION
source: What's new in v1.0.0?
ar: ما الجديد في الإصدار 1.0.0؟
bs: Šta je novo u v0.3.0?
de: Was ist neu in v1.0.0?
el: Τι είναι νέο στην v0.3.0?
es: Que hay nuevo en v1.0.0?
fr: Quelles sont les nouveautés de la version 0.3.0?
hr: `to je novo u v0.3.0?
nl: Wat is er nieuw in v0.3.0?
pt_br: O que há de novo na v1.0.0?
pt_pt: Novidades da v1.0.0?
ru: Что нового в 1.0.0?
uk: Що нового в 1.0.0?

# PO-ATP-WHATS-NEW-ANSWER
source: It's going to be fast, powerful, and clear for everyone, even if you're non-Metal or non-English.
ar: سيكون سريعًا وقويًا وواضحًا للجميع ، حتى و ان كنت non-Metal أو لا تتحدث الإنجليزية.
bs: Biti će brz, moćan i lagan za svakoga, čak i ako ste ne-Metal korisnik ili ne pričate Engleski.
de: Es ist schnell, mächtig, klar für Jedermann, auch wenn du Metal nicht unterstützt oder Englisch beherrschst.
el: Θα είναι γρήγορο, ισχυρό και ξεκάθαρο, ακόμα και αν δεν έχετε Metal γραφικά, ή δεν μιλάτε Αγγλικά.
es: Sera rápido, potente y claro para todos, aunque no tengas gráficas metal o si no sabes inglés.
fr: Ce sera rapide, puissant et clair pour tout le monde, même si vous n'êtes pas du métal ou de l'anglais.
hr: Bit e brzo, mono i jasno svima, ak i ako niste Metal ili ako ne razumijete Engleski.
nl: Het zal snel, krachtig en duidelijk zijn voor iedereen, zelfs als je niet-Metal of niet-Engels bent.
pt_br: Vai ser rápido, poderoso e claro para todos, mesmo que você não seja metal ou não seja inglês.
pt_pt: É rápido, poderoso, simples para todos, mesmo que a gráfica seja non-Metal ou mesmo que não fale Inglês.
ru: Он будет быстрее, мощнее, и понятнее для всех, даже если вы без Metal или без знаний английского.
uk: Він буде швидше, потужніше, і більш зрозумілим для всіх, навіть якщо ви без Metal або без знань англійської.

# PO-UP-TITLE
source: Run Updates
ar: قم بتشغيل التحديثات
bs: Pokreni ažuriranje
de: Updates durchführen
el: Αρχή Ενημερώσεων
es: Correr Actualizaciones
fr: Commencer les actualisations
hr: Pokrenite A~uriranja
nl: Updates uitvoeren
pt_br: Executar Atualizações
pt_pt: Correr Atualizações
ru: Обновиться
uk: Оновитись

# PO-UP-DESCRIPTION
source: Update either macOS or the patcher to a newer version to stay up to date.
ar: قم بتحديث إما الmacOS أو الpatcher إلى إصدار أحدث لتبقى محدثًا.
bs: Ažurirajte ili MacOS ili patcher na noviju verziju da ostanete ažurni.
de: Aktualisiere macOS oder den Patcher auf eine neue Version.
el: Ενημέρωση του macOS ή του patcher στην νεότερη έκδοση.
es: Actualizar macOS o el parche a una versión más nueva para mantenerte al día.
fr: Actualiser macOS ou le patcheur vers une version plus récente pour rester à jour.
hr: A~urirajte macOS ili patcher na noviju verziju kako biste bili u toku.
nl: Werk macOS of de patcher bij naar een nieuwere versie om up-to-date te blijven.
pt_br: Atualize o macOS ou o patcher para uma versão mais recente para se manter atualizado.
pt_pt: Atualiza o macOS ou o patcher para uma versão mais recente para te manteres atualizado.
ru: Обновить macOS либо патчер до новой версии.
uk: Оновити macOS або патчер до нової версії.

# PO-PK-TITLE
source: Patch Kexts
ar: تصحيح Kexts
bs: Izmijenite Kext fajlove
de: Kexts patchen
el: Patch των Kext
es: Parchar Kexts
hr: Patchaj Kextove
ru: Пропатчить кексты
uk: Пропатчити кексти

# PO-PK-DESCRIPTION
source: Kexts provide macOS with it's full functionality, so that everything works like it should.
ar: يوفر Kexts لنظام الmacOS وظائفه الكاملة ، بحيث يعمل كل شيء كما ينبغي.
bs: Kext fajlovi daju MacOS-u njegovu punu funkcionalnost, tako da sve radi kako treba.
de: Kexts versichern, dass macOS mit vollem Funktionsumfang läuft, so wie es soll.
el: Τα Kexts δίνουν στο macOS την πλήρη λειτουργικότητα του, ώστε να λειτουργούν όλα όπως πρέπει.
es: Kexts proveen a macOS con toda la funcionalidad esencial, para que todo trabaje como debería.
fr: Les Kexts fournissent à macOS toutes les fonctionnalités, de sorte que tout fonctionne comme il se doit.
hr: Kexti pru~aju macOS-u punu funkcionalnost, tako da sve radi kako treba.
nl: Kexts bieden macOS de volledige functionaliteit, zodat alles werkt zoals het hoort.
pt_br: A Kexts fornece ao MacOS a sua plena funcionalidade, para que tudo funcione como deveria.
pt_pt: Os Kexts fornecem ao macOS todas as funcionalidades para que tudo funcione correctamente.
ru: Пропатченные кексты позволяют macOS полностью функционировать на неродном Mac.
uk: Пропатченні кексти дозволяють macOS повністю працювати на нерідному Mac.

# PO-ST-TITLE
source: Settings
ar: الإعدادات
bs: Postavke
de: Einstellungen
el: Ρυθμίσεις
es: Ajustes
fr: Paramètres
hr: Postavke
nl: Instellingen
pt_br: Configurações
pt_pt: Preferências
ru: Настройки
uk: Налаштування

# PO-ST-DESCRIPTION
source: Disable animations, enable graphics switching, show logs and maybe more.
ar: تعطيل الرسوم المتحركة ، وتمكين تبديل الرسومات ، وإظهار السجلات وربما أكثر.
bs: Ugasite animacije, upalite mijenjanje grafičke, prikaži log fajlove i više.
de: Animationen und Grafikkarten Umschaltung deaktivieren, Protokolle und mehr.
el: Απενεργοποίηση των animations, ενεργοποίηση εναλλαγής γραφικών, εμφάνιση των logs και πολλά άλλα.
es: Desactivar animaciones, habilitar cambio de gráficas, mostrar registros y quizás más.
fr: Désactivez les animations, activez la commutation graphique, affichez les journaux et peut-être plus encore.
hr: Onemoguite animacije, omoguite prebacivanje grafike, prika~ite zapisnike i mo~da joa viae.
nl: Schakel animaties uit, schakel het schakelen tussen afbeeldingen in, toon logboeken en misschien meer.
pt_br: Desativar as animações, permitir a troca de gráficos, mostrar logs e talvez mais.
pt_pt: Desativar animações, ativar troca automática entre placas gráficas, mostrar logs e talvez até mais.
ru: Отключение анимации, активация переключения графики, логи и другое.
uk: Відключення анімації, активація перемикання графіки, логи та інше.

# PO-CI-TITLE
source: Create Installer
ar: إنشاء المثبت
bs: Kreiraj instalaciju
de: Installer erstellen
el: Δημιουργία Εγκαταστάτη
es: Crear Instalador
fr: Créer un installateur
hr: Izradite program za instalaciju
nl: Installatieprogramma maken
pt_br: Criar Instalador
pt_pt: Criar Instalador
ru: Создать установщик
uk: Створити інсталятор

# PO-CI-DESCRIPTION
source: Make a patched macOS Big Sur installer USB drive that can (re)install macOS and more.
ar: قم بإنشاء مثبت USB مصحح لنظام macOS Big Sur يمكنه (إعادة) تثبيت macOS والمزيد.
bs: Napravi MacOS Big Sur instalacijski USB uređaj koji može (re) instalirati MacOS i više.
de: Erstelle einen gepatchten macOS Big Sur Installer USB-Stick, um macOS etc. (neu)installieren zu können.
el: Δημιουργία ενός εγκαταστάτη macOS Big Sur σε USB που μπορεί να εγκαταστείσει το macOS.
es: Hacer un instalador parchado de macOS Big Sur para (re)instalar macOS y más.
fr: Créer une clé USB d'installation de macOS Big Sur corrigée qui peut (ré)installer macOS et plus encore.
hr: Napravite USB pogon za instalaciju macOS Big Sur koji mo~e (ponovno) instalirati macOS i viae.
nl: Maak een gepatcht macOS Big Sur installer USB-station dat macOS en meer kan (her)installeren.
pt_br: Faça uma unidade USB do instalador Big Sur que pode (re)instalar o MacOS e muito mais.
pt_pt: Crie uma unidade USB do instalador do macOS Big Sur com o patch para que possa (re) instalar o macOS e muito mais.
ru: Создание пропатченной установочной флешки macOS Big Sur.
uk: Створення пропатченної інсталяційної флешки macOS Big Sur.

# PO-IR-TITLE
source: Install Recovery Mode
ar: قم بتثبيت وضع الاسترداد-Recovery Mode
bs: Instaliraj mod za oporavak
de: Wiederherstellung installieren
el: Εγκατάσταση Τόμου Επαναφοράς
es: Instalar Modo Recuperación
fr: Installer le mode de récupération
hr: Instalirajte Mod Za Oporavak
nl: Herstelmodus installeren
pt_br: Instalar o Modo de Recuperação
pt_pt: Instalar Modo de Recuperação
ru: Режим востановления
uk: Режим відновлення

# PO-IR-DESCRIPTION
source: Patch the current recovery volume (used with CMD-R on boot). Not always useful.
ar: قم بتصحيح وحدة تخزين الاسترداد الحالية (المستخدمة مع CMD-R عند التمهيد). هذا ليس دائما مفيدا.
bs: Patchuj trenutni uređaj za oporavak (korišten sa CMD-R prilikom paljenja). Nije uvijek korisno.
de: Patche die Wiederherstellung (mit CMD-R beim Start starten). Ist nicht immer nützlich.
el: Να γίνει Patch του τρέχοντος τόμου (με το CMD-R κατά την εκκίνηση). Δεν είναι πάντοτε χρήσιμο.
es: Parchar volumen de recuperación actual (usado con CMD-R). No siempre es útil.
fr: Patch le volume de récupération actuel (utilisé avec CMD-R au démarrage). Pas toujours utile.
hr: Zakrpajte trenutni disk sa Oporavkom (koristi se s CMD-R prilikom pokretanja). Nije uvijek korisno.
nl: Patch het huidige herstelvolume (gebruikt met CMD-R bij het opstarten). Niet altijd nuttig.
pt_br: Patch do volume de recuperação atual (usado com CMD-R na inicialização). Nem sempre útil.
pt_pt: Faz o patch do volume de recuperação atual (usado com CMD-R durante o arranque). Nem sempre é útil.
ru: Установка патчей раздела восстановления (доступен через CMD-R при загрузке).
uk: Встановлення патчів розділу відновлення (доступний через CMD-R при завантаженні).

# PO-AMM-DESCRIPTION
source: Show info about your mac without the serial number. Good for showing off your success.
ar: عرض معلومات حول جهاز الMac الخاص بك بدون الرقم التسلسلي. جيد للتباهي بنجاحك.
bs: Prikaži informacije o vašem Mac uređaju bez serijskog broja. Dobro za prikazivanje vašeg uspjeha.
de: Zeige Infos über deinen Mac ohne die Seriennummer. Nützlich um mit deinem Erfolg zu posen.
el: Εμφάνιση πληροφοριών για τον Mac σας χωρίς τον σειριακό αριθμό. Χρήσιμο για να επιδείξετε την επιτυχία σας.
es: Mostrar info sobre tu Mac sin el numero serial. Bueno para mostrar tu éxito luego de la instalación.
fr: Affichez les informations sur votre Mac sans le numéro de série. Idéal pour montrer votre succès.
hr: Prika~ite informacije o svom Mac-u bez serijskog broja. Dobro za pokazivanje vaaeg uspjeha.
nl: Toon informatie over je mac zonder serienummer. Goed om te pronken met je succes.
pt_br: Mostre informações sobre seu mac sem o número de série. Bom para mostrar o seu sucesso.
pt_pt: Mostra informações sobre o teu mac sem o número de série. Bom para te gabares do teu sucesso.
ru: Показать краткую информацию о вашем Mac без серийного номера.
uk: Показати коротку інформацію про ваш Mac без серійного номера.

# PO-PK-NO-NEED-TITLE
source: Patch Kexts Unnecessary
ar: تصحيح Kexts غير ضروري
bs: Izmjenjivanje kext fajlova neobavezno
de: Kexts müssen nicht gepatcht werden.
el: Το Patch των Kexts δεν είναι αναγκαίο
es: Parcheo de Kexts Innecesario
fr: Patch Kexts inutiles
hr: Patchani Kextovi nisu potrebni
nl: Patch Kexts onnodig
pt_br: Patch Kexts Desnecessário
pt_pt: O Patch dos Kexts Não é necessário
ru: Патчинг кекстов не требуется
uk: Ваш Mac не потребує патчів

# PO-PK-NO-NEED-DESCRIPTION
source: You don't need to patch the kexts on Late 2013 iMacs. Big Sur is already running at full functionality.
ar: لا تحتاج إلى تصحيح ملفات kexts على iMacs أواخر عام 2013. Big Sur يعمل بالفعل بكامل وظائفه.
bs: Nemorate izmjenjivati kext fajlove na Late 2013 iMac uređajima. Big Sur već radi punim potencijalom.
de: Auf Late 2013 iMacs musst du keine Kexts patchen. Big Sur läuft bereits mit voller Funktionalität.
el: Δεν είναι αναγκαίο το patch των kexts σε μοντέλα iMac που φτιάχτηκαν στο τέλος του 2013. Το Big Sur ήδη λειτουργεί στην πληρώτητα των δυνατοτήτων του.
es: No necesitas parchar los kext en iMacs 2013 tarde. Big Sur ya está en funcionamiento óptimo.
fr: Vous n'avez pas besoin de patcher les kexts sur les iMacs de la fin 2013. Big Sur fonctionne déjà à plein régime.
hr: Ne trebate krpati kextove na iMac-ovima s kraja 2013. godine. Big Sur u potpunosti radi na njima.
nl: U hoeft de kexts niet te patchen op iMacs van eind 2013. Big Sur draait al op volle toeren.
pt_br: Você não precisa remendar os kexts em iMacs de final de 2013. A Big Sur já está funcionando em plena funcionalidade.
pt_pt: Não precisas de fazer o patch dos kexts nos iMacs de final de 2013. O Big Sur já está a correr com todas as funcionalidades.
ru: Вам не нужно патчить кексты на iMac конца 2013 года. Big Sur без них будет работать полноценно.
uk: Вам не потрібно патчити кексти на iMac кінця 2013 року. Big Sur без них буде працювати повноцінно.

# PO-ST-TITLE-ALT
source: Extra Settings
ar: إعدادات إضافية
bs: Dodatna podešavanja
de: Zusätzliche Einstellungen
el: Περαιτέρω Ρυθμίσεις
es: Ajustes Extras
fr: Paramètres supplémentaires
hr: Dodatne Postavke
nl: Extra instellingen
pt_br: Configurações Extras
pt_pt: Preferências Extra
ru: Дополнительные настройки
uk: Додаткові налаштування

# PO-ST-SUBTITLE
source: Some Useful Tools/Patches
ar: بعض الأدوات / التصحيحات المفيدة
bs: Neki korisni alati
de: Einige nützliche Tools/Patches
el: Μερικά Χρήσιμα Εργαλεία/Patches
es: Algunas Herramientas/Parches Útiles
fr: Outils/Patches utiles
hr: Korisni Alati I Zakrpe
nl: Enkele handige tools / patches
pt_br: Algumas ferramentas/patches úteis
pt_pt: Algumas Ferramentas/Patches úteis
ru: Разные полезные инструменты/патчи
uk: Різні корисні інструменти/патчі

# PO-ST-SECTION-1
source: Extra Patches
ar: تصحيحات اضافية
bs: Dodatni patchevi
de: Zusätzliche Patches
el: Περαιτέρω Patches
fr: Patches supplémentaires
hr: Dodatne Zakrpe
pt_br: Patches extras
pt_pt: Patches Extra
ru: Дополнительные патчи
uk: Додаткові патчі

# PO-ST-SECTION-2
source: Extra Tools
ar: أدوات إضافية
bs: Dodatni alati
de: Zusätzliche Tools
el: Περαιτέρω Tools
es: Herramientas Extras
fr: Outils supplémentaires
hr: Dodatni Alati
nl: Extra Patches
pt_br: Ferramentas extras
pt_pt: Ferramentas Extra
ru: Дополнительные инструменты
uk: Додаткові інструменти

# PO-ST-RESTART-APPLY
source: Once you restart your Mac, the changes will be applied.
ar: بمجرد إعادة تشغيل جهاز Mac الخاص بك ، سيتم تطبيق التغييرات.
bs: Kada restartujete Mac uređaj, promjene će biti primijenjene.
de: Die Änderungen werden übernommen, wenn du deinen Mac neu gestartet hast.
el: Μόλις επανεκκινήσετε τον Mac σας, θα ισχύσουν οι αλλαγές.
es: Tan pronto reinicie tu Mac, los cambios se aplicarán.
fr: Une fois que vous aurez redémarré votre Mac, les changements seront appliqués.
hr: Nakon ato ponovno pokrenete Mac, promjene e se primijeniti.
nl: Zodra u uw Mac opnieuw opstart, worden de wijzigingen toegepast.
pt_br: Assim que você reiniciar seu Mac, as mudanças serão aplicadas.
pt_pt: Assim que o Mac reiniciar, as mudanças serão aplicadas
ru: После перезагрузки Mac изменения будут применены.
uk: Після перезавантаження Mac зміни будуть застосовані.

# PO-ST-DA-DISABLE
source: Disable Animations
ar: تعطيل الرسوم المتحركة
bs: Isključi animacije
de: Animationen deaktivieren
el: Απενεργοποίηση Animations
es: Deshabilitar Animaciones
fr: Désactiver les animations
hr: Onemogui Animacije
nl: Animaties uitschakelen
pt_br: Desativar Animações
pt_pt: Desactivar Animações
ru: Отключить анимации
uk: Вимкнути анімації

source: Enable
ar: تشغيل
bs: Uključi
de: Aktivieren
el: Ενεργοποίηση
fr: Activer
hr: Uklju i
nl: Inschakelen
pt_br: Ativar
pt_pt: Activar
ru: Включить
uk: Увімкнути

# PO-ST-DA-DISABLE-DONE
source: Disabled Animations!
ar: تم تعطيل الرسوم المتحركة!
bs: Animacije isključene!
de: Animationen deaktiviert
el: Έγινε Απενεργοποίηση των Animations!
es: Animaciones Deshabilitadas!
fr: Animations désactivées!
hr: Animacije Onemoguene!
nl: Animaties uitgeschakeld!
pt_br: Animações Desativadas!
pt_pt: Desactivar Animações!
ru: Анимации отключены!
uk: Анімації вимкнуті!

# PO-ST-DA-DISABLE-DONE-2
source: Once you restart your Mac, the changes will be applied, and Big Sur should preform slightly better.
ar: بمجرد إعادة تشغيل جهاز Mac الخاص بك ، سيتم تطبيق التغييرات ، ويجب أن يعمل Big Sur بشكل أفضل قليلاً.
bs: Kada restartujete Mac, promjene će biti primijenjene, i Big Sur bi trebao raditi malo bolje.
de: Die Änderungen werden übernommen, wenn du deinen Mac neu gestartet hast. Big Sur sollte dann ein wenig besser laufen.
el: Μόλις επανεκκινήσετε τον Mac σας, θα ισχύσουν οι αλλαγές, και το Big Sur θα πρέπει να λετουργήσει καλύτερα.
es: Luego que reinicie tu Mac, los cambios se aplicarán y Big Sur debe funcionar un poco mejor.
fr: Une fois que vous aurez redémarré votre Mac, les changements seront appliqués, et Big Sur devrait fonctionner légèrement mieux.
hr: Nakon ato ponovno pokrenete Mac, promjene e se primijeniti, a Big Sur bi se trebao ponaaati neato bolje.
nl: Zodra u uw Mac opnieuw opstart, worden de wijzigingen toegepast en zou Big Sur iets beter moeten preformen.
pt_br: Assim que você reiniciar seu Mac, as mudanças serão aplicadas, e o Big Sur deverá se apresentar um pouco melhor.
pt_pt: Assim que o Mac reiniciar, as mudanças serão aplicadas, e o Big Sur deverá ter um desempenho ligeiramente melhor.
ru: После перезагрузки Mac изменения будут применены и Big Sur будет работать быстрее.
uk: Після перезавантаження Mac зміни будуть застосовані і Big Sur буде працювати швидше.

# PO-ST-DA-ENABLE-DONE
source: Enabled Animations!
ar: تشغيل الرسوم المتحركة!
bs: Animacije uključene!
de: Animationen aktiviert
el: Έγινε Ενεργοποίηση των Animations!
es: Animaciones Habilitadas!
fr: Animations activées!
hr: Animacije Omoguene!
nl: Ingeschakelde animaties!
pt_br: Animações Ativadas!
pt_pt: Activar Animações!
ru: Анимации включены!
uk: Анімації увімкнуті!

# PO-ST-DA-DESCRIPTION
source: Disabling animations can help Macs without Metal. Since they don't have graphics acceleration, Big Sur runs extremely slow, so disabling animations will help a little bit.
ar: يمكن أن يساعد تعطيل الرسوم المتحركة أجهزة Mac بدون Metal. نظرًا لعدم توفر تسريع للرسومات ، يعمل Big Sur ببطء شديد ، لذا فإن تعطيل الرسوم المتحركة سيساعد قليلاً.
bs: Isključivanje animacija može pomoći Mac uređajima bez Metal tehnologije. Zato što nemaju grafičku akceleraciju, Big Sur radi ekstremno sporo, tako da bi islljučivanje animacija trebalo malo pomoći.
de: Das Deaktivieren von Animationen hilft Macs ohne Metal. Weil diese keine Grafik-Beschleunigung haben, läuft Big Sur sehr langsam. Deaktivieren von Animationen hilft da ein wenig.
el: Η Απενεργοποίηση των Animations βοηθά τους Mac χωρίς Metal. Αφού δεν έχουν επιτάχυνση γραφικών, το Big Sur λειτουργεί πολύ αργά, οπότε η απενεργοποίηση των animations θα βοηθήσει λίγο.
es: Deshabilitar animaciones puede ayudar a Macs sin tarjetas Metal. Debido a que no tienen aceleración gráfica Big Sur corre extremadamente lento, así que desactivar animaciones ayuda un poco.
fr: La désactivation des animations peut aider les Macs sans Métal. Comme ils ne disposent pas de l'accélération graphique, Big Sur est extrêmement lent, la désactivation des animations peut aider un peu.
hr: Onemoguavanje animacija mo~e pomoi Macu bez podrake za Metal. Budui da nema grafi kog ubrzanja, Big Sur e radit izuzetno sporo, pa e onemoguavanje animacija malo pomoi.
nl: Het uitschakelen van animaties kan Macs helpen zonder Metal. Omdat ze geen grafische versnelling hebben, draait Big Sur extreem traag, dus het uitschakelen van animaties zal een beetje helpen.
pt_br: A desativação das animações pode ajudar os macs sem Metal. Como eles não têm aceleração gráfica, o Big Sur funciona extremamente lento, portanto, desativar as animações ajudará um pouco.
pt_pt: Desativar animações pode ajudar os Macs non-Metal. Como não têm aceleração gráfica, o Big Sur corre extremamente lento, então desactivar as animações vai ajudar.
ru: Выключение анимации полезно для Mac без поддержки Metal. Поскольку у них отсутствует аппаратное ускорение графики, Big Sur будет работать очень медленно, так что отключение анимаций позволит немного ускорить работу системы.
uk: Вимкнення анімації буде корисно для Mac без підтримки Metal. Оскільки у них відсутнє апаратне прискорення графіки, Big Sur буде працювати дуже повільно, так що вимкнення анімацій дозволить трохи прискорити роботу системи.

# PO-ST-GXS-ENABLE
source: Enable Graphics Switching
ar: تشغيل تبديل الGraphics
bs: Uključi prebacivanje grafike
de: Grafikkarten-Wechsel aktivieren
el: Ενεργοποίηση Εναλλαγής Γραφικών
es: Habilitar Cambio de Gráficos
fr: Activer la commutation graphique
hr: Omogui Prebacivanje Grafike
nl: Grafische omschakeling inschakelen
pt_br: Ativar a Troca de Gráficos
pt_pt: Activar Troca de Gráficas
ru: Включить переключение графики
uk: Увімкнути перемикання графіки

source: Disable
ar: تعطيل
bs: Isključi
de: Deaktivieren
el: Απενεργοποίηση
es: Deshabilitar
fr: Désactiver
hr: Deaktiviraj
nl: Uitschakelen
pt_br: Desativar
pt_pt: Desactivar
ru: Выключить
uk: Вимкнути
