Repository: Ben216k/Patched-Sur
Catalog: Patched Sur - For Catalina/Localization/*.lproj/Localizable.strings
Languages: ar, bs, de, el, es, fr, hr, nl, pt_br, pt_pt, ru, uk

# THANKS-CONTENT
source: Patched Sur isn't just by me (Ben), several other people have contributed to the patcher and the patches making this what it is today! - barrykn: Made the micropatcher that introduced me to the patching process and restored my faith in my really old computer. My hat is off to barrykn, and yours should be too. - ASentientBot: Made the Hax patches for the installer and brought GeForce Tesla (9400M/320M) framebuffer to Big Sur along with Non-metal Graphics Acceleration patches. - jackluke: Figured out how to bypass compatibility checks on the installer USB. - highvoltage12v: Made the first WiFi kexts used with Big Sur - ParrotGeek: developed the LegacyUSBInjector kext to get USB ports working on some older Macs and figuring out a way to skip the terminal commands when opening the installer app on the USB. - testheit: Helped with the kmutil command in the micropatcher (that is used in Patched Sur too) - Ausdauersportler: Integrated patches for iMac Metal GPU support. - StarPlayrX: Pointed out startosinstall which was later used in the patcher to allow macOS updating support without a USB. - ASentientHedgehog: Helped randomly along the way - OCLP Team: Helped with kernel-level stuff for non-Tesla cards for non-metal graphics acceleration. - dosdude1: OpenGL/GPUSupport swap and of course a whole bunch of patching stuff used in his patcher. - Bweesh, Bruno Rocha, DutchDK, NickP0is0n, AvaQueen, Finder352, DJT_233, Noah Fetz, duke4e, and riiveraluis for translating the app. - John_val, fromeister2009, Mr. Macintosh, Emperor Epitaph, Finder352, Monkiey and AvaQueen for testing some of the new features before release, and pointing out the bugs with them. - and several others who helped with making Big Sur run as great as it does on unsupported Macs. Patched Sur also uses two Open Source frameworks, Files and ShellOut by JohnSundell (MIT License), to help handle certain tasks.
ar: إن Patched Sur ليس فقط من (Ben) ، فقد ساهم العديد من الأشخاص الآخرين في patcher والبقع مما يجعله ما هو عليه اليوم! - barrykn: صنع micropatcher الذي عرّفني على عملية الترقيع و حقًا أعاد إيماني بجهاز الكمبيوتر القديم الخاص بي. قبعتي مرفوعة إلى باركن ، ويجب أن تكون قبعتك مرفوعه له أيضًا. - ASentientBot: صنع تصحيحات Hax للمثبت وجلب GeForce Tesla (9400M / 320M) لمخزن الإطارات إلى Big Sur جنبًا إلى جنب مع تصحيحات تسريع الرسومات غير المعدنية. - jackluke: اكتشف كيفية تجاوز اختبارات التوافق التي على USB المثبت. - highvoltage12v: صنع أول شبكة WiFi kexts تستخدم مع Big Sur - ParrotGeek: طور برنامج LegacyUSBInjector kext للحصول على منافذ USB تعمل على بعض أجهزة Mac القديمة ومعرفة طريقة لتخطي أوامر الجهاز عند فتح تطبيق المثبت على USB. - testheit: ساعد في kmutil command في micropatcher (المستخدم في Patched Sur أيضًا) - Ausdauersportler: تصحيحات مدمجة لدعم iMac Metal GPU. - StarPlayrX: أشار إلى startosinstall الذي تم استخدامه لاحقًا في الباتشر للسماح بدعم تحديث macOS بدون USB. - ASentientHedgehog: ساعد بشكل عشوائي على طول الطريق - فريق OCLP: ساعدوا في أشياء على مستوى الkernal لبطاقات non-Tesla لتسريع graphics الغير المعدنية. - dosdude1: مبادلة OpenGL / GPUSupport وبالطبع مجموعة كاملة من مواد الترقيع المستخدمة في أداة الترقيع الخاصة به. - Bweesh و Bruno Rocha و NickP0is0n و DJT_233 و Noah Fetz و duke4e و riiveraluis و Dead_K1ller و Ahm3d_Att1a لترجمة التطبيق. - John_val و fromeister2009 و Mr. Macintosh و Emperor Epitaph و Finder352 و Monkiey و 8itCat لاختبار بعض الميزات الجديدة قبل الإصدار ، والإشارة إلى الأخطاء الموجودة بها. - والعديد من الأشخاص الآخرين الذين ساعدوا في جعل Big Sur يعمل بشكل رائع مع أجهزة Mac غير المدعومة. يستخدم Patched Sur أيضًا إطارين مفتوحين المصدر ، الملفات و ShellOut بواسطة JohnSundell (ترخيص MIT) ، للمساعدة في التعامل مع مهام معينة.
bs: Patched Sur nisam napravio samo ja (Ben), nekoliko drugih ljudi su doprinijeli patcher-u i učinili ga ovime što je danas. - barrykn: Napravio je micropatcher koji me je uveo u proces patchinga i oživio mi nadu u moj stari kompjuter. Skidam kapu barrykn-u, a to bi ste trebali i Vi. - ASentientBot: Napravio je Hax patcheve za instaler i donio je GeForce Tesla (9400M/320M) framebuffer u Big Sur zajedno sa Ne-metal Grafičkim Aceleracijskim patchevima. - jackluke: Otkrio je kako izbjeći provjere kompatibilnosti na instalacijskom USB-u. - highvoltage12v: Napravio je prvi Wi-Fi kext koji koristi Big Sur. - ParrotGeek: Razvio je LegacyUSBInjector kext da bi učinio da USB portovi rade na starijim Mac uređajima i otkrio je način za izbjegavanje komandi u terminalu tijekom otvaranja instalacije na USB-u. - testheit: Pomogao sa kmutil komandom u micropatcher-u (Koja se koristi i u Big Sur-u). - Ausdauersportler: Napravio patcheve za iMac Metal GPU podržavanje. - StarPlayrX: Otkrio startosinstall koji je korišten u patcheru da dozvoli MacOS ažuriranja bez USB uređaja. - ASentientHedgehog: Nasumično je pomagao tijekom rada. - OCLP Team: Pomogao sa stvarima na kernel razini za ne-Tesla kartice i ne-metal grafičku akceleraciju. - dosdude1: OpenGL/GPUSupport swap i naravno još puno toga korištenog u njegovom patcher-u. - Bweesh, Bruno Rocha, DutchDK, NickP0is0n, 8itCat, Finder352, DJT_233, Noah Fetz, duke4e, riiveraluis i Dead_K1ller za prevođenje aplikacije. - John_val, fromeister2009, Mr. Macintosh, Emperor Epitaph, Finder352, Monkiey i 8itCat za testiranje novih mogućnosti prije puštanja aplikacije u rad, i otkrivanje bugova. - i još nekoliko ljudi koji su pomogli u tome da Big Sur radi na Vašem računaru kao što bi radio na podržanom uređaju. Patched sur također koristi dva Open Source frameworka, fajlove i ShellOut od JohnSundell-a (MIT Licenca), da bi mogao izvršavati određene zadatke.
de: Patched Sur gibt es nicht nur wegen mir (Ben), viele Personen haben zum Patcher und den Patches beigetragen und machen den Patcher was er heute ist! - barrykn: Hat den micropatcher erstellt, welcher mich in den Patch-Prozess eingeführt hat und den Glauben an meinen alten Computer wieder gegeben. Von mir Hut ab an barrykn, und du hoffentlich auch. - ASentientBot: Hat die Hax Patches für den Installer gemacht und brachte den GeForce Tesla (9400M/320M) Framebuffer zu Big Sur zusammen mit Nicht-Metal Grafikbeschleuniger-Patches. - jackluke: Hat herausgefunden, wie man beim USB Installer die Kompatibilitätsprüfung umgehen kann. - highvoltage12v: Hat die ersten WiFi Kexts erstellt welche mit Big Sur verwendet werden. - ParrotGeek: Hat die LegacyUSBInjector Kext entwickelt, um USB-Ports an einigen alten Macs wieder zum Laufen zu bringen und hat einen Weg gefunden, die Terminal-Komandos zu überspringen wenn die Installer-App per USB geöffnet wird. - testheit: Hat mit dem kmutil Kommando im micropatcher geholfen (Dieser wird auch in Patched Sur angewendet). - Ausdauersportler: Integrierte Patches für die iMac Metal-GPU Unterstützung. - StarPlayrX: Hat startosinstall zur Aufmerksamkeit gebracht, welches später im Patcher verwendet wird um maOS Update-Support ohne einen USB zu ermöglichen. - ASentientHedgehog: Hat zufällig auf dem Weg geholfen. - OCLP Team: Hat mit Sachen auf der Kernel-Ebene für Nicht-Tesla Karten für Nicht-Metal Grafikbeschleunigung geholfen. - dosdude1: OpenGL/GPUSupport Swap und natürlich eine ganze Menge Patch-Zeugs, welches in diesem Patcher genutzt wird. - Bweesh, Bruno Rocha, DutchDK, NickP0is0n, AvaQueen, Finder352, DJT_233, Noah Fetz, duke4e, und riiveraluis fürs Übersetzen der App. - John_val, fromeister2009, Mr. Macintosh, Emperor Epitaph, Finder352, Monkiey und AvaQueen fürs Testen und Melden von Bugs in neuen Funktionen vor deren Veröffentlichung. - Und vielen anderen, welche geholfen haben Big Sur so grossartig zu machen. Des Weiteren nutzt Patched Sur zwei Open Source Frameworks, Files and ShellOut von JohnSundell (MIT Lizenz), welche bei bestimmten Aufgaben helfen
el: Το Patched Sur δεν φτιάχτηκε μόνο απο εμένα (Ben), αρκετοί άλλοι άνθρωποι έχουν συνεισφέρει στο patcher και τα patches που το έκαναν αυτό που είναι σήμερα! - barrykn: Έφτιαξε το micropatcher που με εισήγαγε στην διαδικασία του patching και επανέφερε την πίστη μου στον παλιό μου υπολογιστή. Είμαι ευγνώμων στον barrykn, και θα έπρεπε να είστε και εσείς. - ASentientBot: Έφτιαξε τα Hax patches για τον installer και προσέφερε το GeForce Tesla (9400M/320M) framebuffer για το Big Sur μαζί με τα patches για την επιτάχυνση μη Metal γραφικών. - jackluke: Κατάφερε να προσπεράσει τους ελέγχους για την συμβατότητα στο USB εγκατάστασης. - highvoltage12v: Έφτιαξε τα πρώτα kext για το WiFi που χρησιμοποιήθηκαν στο macOS Big Sur. - ParrotGeek: Ανέπτυξε το kext για το LegacyUSBInjector έτσι ώστε να λειτουγήσουν οι θύρες USB σε παλαιότερους Mac, και κατάφερε να βρεί τρόπο για να προσπεράσει τις εντολές του terminal όταν ανοίγει η εφαρμογή εγκατάστασης στο USB. - testheit: Βοήθησε με την εντολή kmutil στον micropatcher (χρησιμοποιείται επίσης στο Patched Sur) - Ausdauersportler: Ενσωμάτωσε patches για την υποστήριξη Metal καρτών γραφικών (GPU) για τους iMac. - StarPlayrX: Πρόσεξε και ανέφερε το startosinstall το οποίο χρησημοποιήθηκε αργότερα στο patcher για να επιτραπεί η ενημέρωση του macOS χωρίς την χρήση USB. - ASentientHedgehog: Βοήθησε σε διάφορα κατα την δημιουργία του patcher. - OCLP Team: Βοήθησε με πράγματα σε επίπεδο kernel για μη Tesla κάρτες έτσι ώστε να έχουν επιτάχυνση γραφικών χωρίς Metal. - dosdude1: Εναλλαγή OpenGL/GPUSupport και βεβαίως αρκετά πράγματα σχετικά με patching που χρησημοποιήθηκαν στο patcher. - Οι Bweesh, Bruno Rocha, DutchDK, NickP0is0n, 8itCat, Finder352, DJT_233, Noah Fetz, duke4e, riiveraluis, και manthos03 βοήθησαν για την μετάφραση της εφαρμογής. - Οι John_val, fromeister2009, Mr. Macintosh, Emperor Epitaph, Finder352, Monkiey και 8itCat βοήθησαν στον έλεγχο διαφόρων χαρακτηριστικών πριν την κυκλοφορία, και βρήκαν τα bug τους. - Και άλλοι που βοήθησαν στο να λειτουργεί τόσο καλα το Big Sur σε μη υποστηριζόμενους Mac. Το Patched Sur επίσης χρησημοποιεί Open Source πλαίσια, με τα Files και ShellOut από τον JohnSundell (Άδεια ΜΙΤ), που βοήθησαν στην διαχείρηση συγκεκριμένων έργων.
es: Patched Sur no es solo yo (Ben), varias personas han contribuido al parche lo que nos lleva a lo que es hoy en día! - barrykn: Realizó el micro parche que me ayudó a realizar el parche principal y restauró la fe en mi computadora vieja. Me quito el sombrero hacia barrykn, ustedes tambien deberian hacerlo. - ASentientBot: Hizo los parches Hax para el instalador y habilitó soporte de frames en las tarjetas gráficas GeForce Tesla (9400M/320M) en Big Sur y creó un parche para Macs sin aceleración tipo Metal. - jackluke: Encontró la manera de traspasar las verificaciones de compatibilidad del instalador. - highvoltage12v: Realizó los primeros parches para comunicación inalámbrica WI-FI para Big Sur. - ParrotGeek: Desarrollo el inyector de Mac antiguas para poder habilitar el uso de los puertos USB y evitar que se abriera el terminal cuando se abre la aplicación desde el USB. - testheit: Ayudo con el comando kmutil del micro parche (que también fue usado en Patched Sur). - Ausdauersportler: Integró los parches para la iMac con una tarjeta compatible con Metal. - StarPlayrX: Redirecciono el (starttoinstall) el cual luego fue utilizado en el parche principal para poder actualizar macOS sin tener que usar USB. - ASentientHedgehog: Ayudó de manera aleatoria. - OCLP Team: Ayudo a nivel de kernel a las tarjetas que no son Tesla y sin aceleración Metal. - dosdude1: Soporte de OpenGL/GPUSupport de intercambio y muchas adicciones al parche principal. - Bweesh, Bruno Rocha, DutchDK, NickP0is0n, AvaQueen, Finder352, DJT_233, Noah Fetz, duke4e, y riiveraluis por traducir la aplicación. - John_val, fromeister2009, Mr. Macintosh, Emperor Epitaph, Finder352, Monkiey y AvaQueen por probar algunas nuevas funciones antes de lanzamiento y mostrar fallos. - y muchos otros por ayudar a correr Big Sur bien en Macs que no lo soportan nativamente. Patched Sur también utiliza dos códigos libres de usos, archivos y ShellOut por JohnSundell (Licencia MIT), para ayudar con algunas tareas.
fr: Patched Sur n'est pas seulement l'œuvre de moi (Ben), plusieurs autres personnes ont contribué au patcheur et aux patches qui en font ce qu'il est aujourd'hui! - barrykn: A créé le micropatcheur qui m'a initié au processus de patching et m'a redonné foi en mon très vieil ordinateur. Je tire mon chapeau à barrykn, et le vôtre devrait l'être aussi. - ASentientBot: A fait les correctifs Hax pour l'installateur et j'ai apporté le framebuffer GeForce Tesla (9400M/320M) à Big Sur ainsi que les patches d'accélération graphique non-métallique. - jackluke: A trouvé comment contourner les contrôles de compatibilité sur l'installateur USB. - highvoltage12v: A fabriqué les premiers kexts WiFi utilisés avec Big Sur. - ParrotGeek: A développé le kext LegacyUSBInjector pour faire fonctionner les ports USB sur certains vieux Macs et a trouvé un moyen de sauter les commandes du terminal lors de l'ouverture de l'application d'installation sur l'USB. - testheit: A contribué à la création de la commande kmutil dans le micropatcher (qui est également utilisée dans Patched Sur). - Ausdauersportler: A intégré des patches pour la prise en charge du GPU Métal de l'iMac. - StarPlayrX: A mentionné startosinstall, qui a ensuite été utilisé dans le correcteur pour permettre la prise en charge de la actualisation de macOS sans USB. - ASentientHedgehog: A aidé au hasard le long du chemin. - OCLP Team: A aidé à faire des trucs au niveau du kernel pour les cartes non-Tesla pour l'accélération graphique non-métallique. - dosdude1: OpenGL/GPUSupport swap et bien sûr tout un tas de trucs utilisés dans son patcheur. - Bweesh, Bruno Rocha, DutchDK, NickP0is0n, 8itCat, Finder352, DJT_233, Noah Fetz, duke4e, et riiveraluis pour la traduction de l'application. - John_val, fromeister2009, Mr. Macintosh, Emperor Epitaph, Finder352, Monkiey et 8itCat pour avoir testé certaines des nouvelles fonctionnalités avant leur sortie, et avoir signalé les bogues qu'elles comportaient. - et plusieurs autres qui ont aidé à faire fonctionner Big Sur aussi bien qu'il le fait sur des Macs non supportés. Patched Sur utilise également deux frameworks Open Source, Files et ShellOut de JohnSundell (Licence MIT), pour aider à gérer certaines tâches.
hr: Patched Sur nisam samo ja (Ben), nekoliko je drugih ljudi pridonijelo tome da patcher i patchevi ine ovo ato je danas! - barrykn: Je napravio mikropatcher koji me uveo u proces patchanja i vratio mi vjeru u moje staro ra unalo. Skidam kapu barrykn-u! - ASentientBot: Napravio je zakrpe Hax za instalacijske programe i donio GeForce Tesla (9400M / 320M) framebuffer na Big Sur zajedno s zakrpama od ne-Metal grafi kog ubrzanja. - jackluke: Otkrio je zaobii provjere kompatibilnosti na instalacijskom USB-u. - highvoltage12v: Napravio prve WiFi kextove koriatene s Big Surom - ParrotGeek: Razvio je LegacyUSBInjector kext kako bi USB portovi radili na nekim starijim Mac ra unalima i smislio na in preskakanja naredbi terminala prilikom otvaranja aplikacije za instalaciju na USB-u. - testheit: Pomogao je s naredbom kmutil u micropatcheru (koja se koristi i u Patched Suru) - Ausdauersportler: Integrirane zakrpe za podraku iMac Metal GPU-a. - StarPlayrX: Istakno je startosinstall koji je kasnije koriaten u zakrpi kako bi se omoguila podraka za a~uriranje macOS-a bez USB-a. - ASentientHedgehog: Usputna pomo - OCLP Team: Pomogli sa stvarima na razini jezgre za ne-Tesline kartice za ubrzavanje ne-Metal grafike. - dosdude1: Zamjena OpenGL/GPUSupport i naravno itav niz zakrpa koje se koriste i u njegovom patcheru. - Bweesh, Bruno Rocha, DutchDK, NickP0is0n, 8itCat, Finder352, DJT_233, Noah Fetz, duke4e i riiveraluis za prevoenje aplikacije. - John_val, fromeister2009, g. Macintosh, Emperor Epitaph, Finder352, Monkiey i 8itCat za testiranje nekih novih zna ajki prije puatanja i ukazivanje na njihove probleme. - I svi ostali koji su pomogli u da Big Sur radi sjajno na nepodr~anim Mac ra unalima. Patched Sur takoer koristi dva frameworka otvorenog koda, Files i ShellOut od JohnSundell (MIT Licenca), kako bi pomogao u rjeaavanju odreenih zadataka.
nl: Patched Sur is niet alleen door mij (Ben), verschillende andere mensen hebben bijgedragen aan de patcher en de patches die dit mogelijk maken! - barrykn: Maakte de micropatcher die me kennis liet maken met het patchproces en mijn vertrouwen in mijn echt oude computer herstelde. Mijn petje af voor Barrykn, en die van jou ook. - ASentientBot: Maakte de Hax-patches voor de installateur en bracht GeForce Tesla (9400M / 320M) framebuffer naar Big Sur, samen met niet-metalen graphics acceleration-patches. - jackluke: Heb ontdekt hoe compatibiliteitscontroles op de USB van het installatieprogramma kunnen worden omzeild. - highvoltage12v: Maakte de eerste WiFi kexts gebruikt met Big Sur - ParrotGeek: ontwikkelde de LegacyUSBInjector kext om USB-poorten te laten werken op sommige oudere Macs en een manier te vinden om de terminalcommando's over te slaan bij het openen van de installatie-app op de USB. - testheit: Geholpen met de kmutil commando in de micropatcher (die ook in Patched Sur wordt gebruikt) - Ausdauersportler: geïntegreerde patches voor iMac Metal GPU-ondersteuning. - StarPlayrX: Wees op startosinstall die later in de patcher werd gebruikt om macOS-updateondersteuning zonder USB mogelijk te maken. - ASentientHedgehog: Willekeurig geholpen onderweg - OCLP-team: geholpen met kernel-level dingen voor niet-Tesla-kaarten voor niet-metalen grafische versnelling. - dosdude1: OpenGL / GPUSupport swap en natuurlijk een heleboel patching dingen gebruikt in zijn patcher. - Bweesh, Bruno Rocha, DutchDK, NickP0is0n, AvaQueen, Finder352, DJT_233, Noah Fetz, duke4e, riiveraluis and EasyComp Zeeland voor het vertalen van de app. - John_val, fromeister2009, Mr. Macintosh, Emperor Epitaph, Finder352, Monkiey en AvaQueen voor het testen van enkele van de nieuwe functies voor de release en het wijzen op de bugs met hen. - en verschillende anderen die hebben geholpen om Big Sur net zo geweldig te laten draaien als op niet-ondersteunde Macs. Patched Sur maakt ook gebruik van twee Open Source frameworks, Files en ShellOut by JohnSundell (MIT License), om bepaalde taken te helpen afhandelen.
pt_br: Patched Sur não é só por mim (Ben), várias outras pessoas têm contribuído para o remendo e os remendos fazendo disto o que é hoje! - Barrykn: Fez o micropatcher que me introduziu no processo de patching e restaurou minha fé em meu computador realmente antigo. Meu chapéu está fora para Barrykn, e o seu também deveria estar. - ASentientBot: Fez os patches Hax para o instalador e trouxe o framebuffer GeForce Tesla (9400M/320M) para Big Sur junto com os patches de aceleração de gráficas não-metálicas. - jackluke: Descobriu como contornar as verificações de compatibilidade no USB do instalador. - alta voltagem12v: Fez os primeiros kexts WiFi usados com o Big Sur - ParrotGeek: desenvolveu o LegacyUSBInjector kext para colocar portas USB funcionando em alguns Macs mais antigos e descobrir uma maneira de ignorar os comandos do terminal ao abrir o aplicativo instalador no USB. - testheit: Ajudado com o comando kmutil no micropatcher (que também é usado no Patched Sur) - Ausdauersportler: Patches integrados para suporte de Metal GPU para iMac. - StarPlayrX: Apontado para fora startosinstall que foi posteriormente utilizado no patcher para permitir o suporte de atualização macOS sem um USB. - ASentientHedgehog: Ajudado de forma aleatória ao longo do caminho. - Equipe OCLP: Ajudado com material a nível de kernel para placas não-Tesla para aceleração de gráficos não-metálicos. - dosdude1: OpenGL/GPUSupport swap e, claro, um monte de coisas de patching usadas em seu patcher. - Bweesh, Bruno Rocha, DutchDK, NickP0is0n, AvaQueen, Finder352, DJT_233, Noah Fetz, duke4e, e riiveraluis pela tradução da app. - John_val, fromeister2009, Mr. Macintosh, Emperor Epitaph, Finder352, Monkiey e AvaQueen para testar algumas das novas características antes do lançamento, e apontar os bugs com eles. - e vários outros que ajudaram a fazer o Big Sur funcionar tão bem quanto em Macs não suportados. Patched Sur também usa duas estruturas Open Source, Files e ShellOut por JohnSundell (Licença MIT), para ajudar a lidar com certas tarefas
pt_pt: Patched Sur não foi criado apenas por mim (Ben), Várias pessoas contribuíram para o patcher e para a criação dos patches como são hoje! - barrykn: Criou o micropatcher que me apresentou ao processo de patching e restaurou a minha fé no meu computador realmente antigo. Tiro o meu chapéu ao Barrykn, e devia fazer o mesmo. - ASentientBot: Criou os patches Hax para o instalador e adicionou o framebuffer GeForce Tesla (9400M / 320M) ao Big Sur em conjunto com os patches de aceleração de gráficas não-metálicas. - jackluke: Descobriu como contornar as verificações de compatibilidade no USB do instalador. - highvoltage12v: Criou os primeiros kexts de WiFi usados no Big Sur - ParrotGeek: Desenvolveu o kext LegacyUSBInjector para fazer as portas USB funcionarem em alguns Macs mais antigos e descobriu uma forma de ultrapassar os comandos do terminal ao abrir o instalador no USB. - testheit: Ajudou com o comando kmutil no micropatcher (que também é usado no Patched Sur). - Ausdauersportler: Integrou patches para iMac com compatibilidade para Metal GPU. - StarPlayrX: Avisou sobre o startosinstall que posteriormente foi usado no patcher para permitir o suporte à atualização do macOS sem USB. - ASentientHedgehog: Ajudou várias vezes durante o processo. - OCLP Team: Ajudou com assuntos ao nível de kernel para placas não-Tesla e para aceleração de gráficos de placas não-metálicas. - dosdude1: Troca OpenGL / GPUSupport e, claro, muitas das coisas usadas no seu patcher. - Bweesh, Bruno Rocha, DutchDK, NickP0is0n, 8itCat, Finder352, DJT_233, Noah Fetz, duke4e, riiveraluis pela tradução desta aplicação. - John_val, fromeister2009, Mr. Macintosh, Emperor Epitaph, Finder352, Monkiey and 8itCat por testarem algumas das novas funções antes do lançamento, e por apontarem os erros nas mesmas. - e vários outros que ajudaram a fazer o Big Sur funcionar tão bem em Macs sem compatibilidade. Patched Sur também usa dois frameworks de código aberto (Open Source), Files e ShellOut de JohnSundell (Licença do MIT), para ajudar a lidar com certas tarefas.
ru: Patched Sur был разработан не только мной (Ben), другие также участвовали в разработке патчера и патчей, создавая его в том виде, в котором он сегодня! - barrykn: Создал микропатчер, который познакомил меня с процессом модификации системы и вернул мне веру в мой старый компьютер. Снимаю шляпу перед barrykn, советую вам сделать тоже самое. - ASentientBot: Создал хэш-патчи для установщика и добавил поддержку фреймбуфера GeForce Tesla (9400M/320M) в Big Sur вместе с патчами для работы графического ускорения видеокарт без поддержки Metal. - jackluke: Выяснил, как обойти проверку совместимости в USB установщике. - highvoltage12v: Разработал первые Wi-Fi кексты для Big Sur - ParrotGeek: Разработал кекст LegacyUSBInjector для работы USB портов на некоторых старых Mac и нашел способ пропуска ввода комманд в Терминале при загрузке установщика. - testheit: Помог с утилитой kmutil в микропатчере (используется и в Patched Sur) - Ausdauersportler: Интегрировал патчи для поддержки Metal видеокарт в iMac. - StarPlayrX: Указал на утилиту startosinstall, которая в дальнейшем использовалась в патчере для обновлений системы без использования USB. - ASentientHedgehog: Помогал рандомным образом в течении всего пути. - OCLP Team: Помог с вещами на уровне ядра для не-Tesla видеокарт без поддержки Metal для достижения графического ускорения. - dosdude1: Замена OpenGL/GPUSupport и огромное количество вещей, используемых для модификации системы. - Bweesh, Bruno Rocha, DutchDK, NickP0is0n, 8itCat, Finder352, DJT_233, Noah Fetz, duke4e, и riiveraluis за перевод приложения. - John_val, fromeister2009, Mr. Macintosh, Emperor Epitaph, Finder352, Monkiey and 8itCat за тестирование новых функций до релиза и нахождение багов. - и всем остальным, кто помог заставить Big Sur работать настолько хорошо, как это сейчас, на неподдерживаемых Mac. Patched Sur использует два фреймворка с открытым исходным кодом, Files и ShellOut за авторством JohnSundell (лицензия MIT), для решения некоторых проблем.
uk: Patched Sur був розроблений не тільки мною (Ben), інші також брали участь в розробці патчеру та патчів, що допомогло створити його в тому вигляді, в якому він сьогодні! - barrykn: Створив мікропатчер, який познайомив мене з процесом модифікації системи і повернув мені віру в мій старий комп'ютер. Знімаю капелюха перед barrykn, раджу вам зробити те ж саме. - ASentientBot: Створив хеш-патчі для інсталятора і додав підтримку фреймбуферу GeForce Tesla (9400M / 320M) в Big Sur разом з патчами для роботи графічного прискорення відеокарт без підтримки Metal. - jackluke: З'ясував, як оминути перевірку сумісності в USB інсталяторі. - highvoltage12v: Розробив перші Wi-Fi кексти для Big Sur. - ParrotGeek: Розробив кекст LegacyUSBInjector для роботи USB портів на деяких старих Mac та знайшов спосіб пропуску введення команд в Терміналі під час завантаження інсталятора. - testheit: Допоміг з утилітою kmutil в мікропатчері (використовується і в Patched Sur) - Ausdauersportler: Інтегрував патчі для підтримки Metal відеокарт в iMac. - StarPlayrX: Вказав на утиліту startosinstall, яка в подальшому використовувалася в патчері для оновлень системи без використання USB. - ASentientHedgehog: Допомагав рандомним чином протягом всього шляху. - OCLP Team: Допоміг з речами на рівні ядра для не-Tesla відеокарт без підтримки Metal для досягнення апаратного прискорення. - dosdude1: Заміна OpenGL/GPUSupport і величезна кількість речей, які використовуються для модифікації системи. - Bweesh, Bruno Rocha, DutchDK, NickP0is0n, 8itCat, Finder352, DJT_233, Noah Fetz, duke4e, и riiveraluis за переклад додатку. - John_val, fromeister2009, Mr. Macintosh, Emperor Epitaph, Finder352, Monkiey and 8itCat за тестування нових функцій до релізу та знаходження багів. - і всім іншим, хто допоміг змусити Big Sur працювати настільки добре, як це зараз, на Mac, які не підтримуються. Patched Sur використовує два фреймворка з відкритим першокодом, Files і ShellOut за авторством JohnSundell (ліцензія MIT), для вирішення деяких проблем.
