Repository: Ben216k/Patched-Sur
Catalog: Patched Sur - For Catalina/Localization/*.lproj/Localizable.strings
Languages: ar, bs, de, el, es, fr, hr, nl, pt_br, pt_pt, ru, uk

# PO-NOTIF-SETUP-FAILED
source: Failed to Configure Daemon
ar: فشل تكوين برنامج الdaemon
bs: Neuspješno konfigurisanje Daemon-a
de: Daemon konnte nicht konfiguriert werden
el: Αποτυχία Διαμόρφωσης του Daemon
es: Fallo en Configurar Agente
fr: Échec de la configuration du daemon.
hr: Konfiguriranje procesa nije uspjelo
nl: Kan Daemon niet configureren
pt_br: Falha na Configuração do Daemon
pt_pt: Falha ao configurar o Daemon
ru: Ошибка при настройке демона
uk: Помилка при налаштуванні демона

# PO-UP-COMPAT-FAIL-SIP
source: Failed to check SIP Status
ar: فشل التحقق من حالة SIP
bs: Neuspješna provjera SIP statusa
de: SIP Status konnte nicht überprüft werden
el: Αποτυχία Ελέγχου Κατάστασης SIP
es: Fallo en verificar el estatus del SIP
fr: Échec de la vérification du statut SIP
hr: Provjera statusa SIP-a nije uspjela
nl: Sip-status kan niet worden gecontroleerd
pt_br: Falha em verificar o Status de SIP
pt_pt: Falha ao verificar o Estado do SIP
ru: Ошибка при проверке статуса SIP
uk: Не вдалося перевірити статус SIP

# PO-UP-COMPAT-FAIL-SIP-2
source: Patched Sur failed to check your SIP status, which should be impossible.
ar: فشل Patched Sur في التحقق من حالة SIP الخاصة بك ، والتي يجب أن تكون مستحيلة.
bs: Patched Sur nije uspio provjeriti vaš SIP status, što bi trebalo biti nemoguće.
de: Patched Sur konnte deinen SIP Status nicht überprüfen. Das ist eigentlich unmöglich.
el: Το Patched Sur απέτυχε να ελέξει την κατάσταση του SIP σας, κάτι που θα έπρεπε να είναι απίθανο.
es: Patched Sur fallo en verificar el estatus del SIP, lo que debe ser imposible.
fr: Patched Sur n'a pas réussi à vérifier votre statut SIP, ce qui devrait être impossible.
hr: Patched Sur nije uspio provjeriti vaa SIP status, ato ne bi trebalo biti mogue.
nl: Patched Sur heeft uw SIP-status niet gecontroleerd, wat onmogelijk zou moeten zijn.
pt_br: O Patched Sur falhou em verificar seu status de SIP, o que deveria ser impossível.
pt_pt: O Patched Sur não conseguiu verificar o estado do SIP, o que deveria ser impossível
ru: Patched Sur не смог проверить ваш статус SIP status.
uk: Patched Sur не зміг перевірити ваш статус SIP.

# PO-UP-COMPAT-SIP-ON
source: SIP Appears to Be On
ar: يبدو أن SIP قيد التشغيل
bs: SIP je uključen
de: SIP scheint aktiviert zu sein
el: Το SIP φαίνεται να είναι ενεργό
es: SIP Parece Estar Encendido
fr: SIP semble être activé
hr: ini se da je SIP uklju en
nl: SIP lijkt aan te staan
pt_br: O SIP Parece estar Ligado
pt_pt: O SIP Parece estar Ligado
ru: SIP включен
uk: SIP увімкнуто

# PO-UP-COMPAT-SIP-ON-2
source: Since the installer checks to see if the update supports your Mac, Patched Sur needs to inject a dylib into it so that the installer doesn't care about the incompatibility. However, this can only be done with SIP off, so Patched Sur needs you to disable SIP before continuing. To disable it: 1. Boot into Recovery Mode (⌘R on Startup) 2. Open Terminal under Utilities. 3. Type in: csrutil disable then press enter. 4. Press enter and restart your computer, then try running Patched Sur again.
ar: نظرًا لأن المثبت يتحقق لمعرفة إذا كان التحديث يدعم جهاز Mac الخاص بك ، فإن Patched Sur يحتاج إلى حقن dylib فيه حتى لا يهتم المثبت بعدم التوافق. لكن لا يمكن القيام بذلك إلا مع إيقاف تشغيل SIP ، لذلك يحتاج Patched Sur إلى تعطيل SIP قبل المتابعة. لتعطيله: ١. يجب تشغيل الMac في وضع الاسترداد (اضغط علي ⌘R عند بدء التشغيل) ٢. افتح Terminal تحت Utilities. ٣. اكتب: csrutil disable ثم اضغط على إدخال. ٤. اضغط على Enter وأعد تشغيل الكمبيوتر ، ثم حاول تشغيل Patched Sur مرة أخرى.
bs: Zato što instalacija provjerava da li ažuriranje podržava vaš Mac, Patched Sur mora ubaciti dylib u instalaciju da se ona ne bi brinula o kompatibilnosti. Ipak, ovo može biti urađeno samo ako je SIP ugašen. Da ugasite SIP uradite ovo: 1. Uđite u mod za oporavak (⌘R prilikom paljenja) 2. Otvorite Terminal pod 'Utilities'. 3. Upišite: csrutil disable i kliknite Enter. 4. Kliknite Enter i restartujte uređaj, onda ponovo pokrenite Patched Sur
de: Da der Installer überprüft ob die Updates deinen Mac unterstützen, muss Patched Sur eine dylib einschleusen, damit dem Installer Inkompatibilität egal ist. Dies kann jedoch nur gemacht werden, wenn SIP deaktiviert ist. Bevor du fortfahren kannst, musst du SIP wie folgt deaktivieren: 1. Starte in den Wiederherstellungsmodus (CMD-R beim Start) 2. Unter Werkzeuge öffne Terminal 3. Tippe: csrutil disable und drücke Enter. 4. Drücke Enter und starte deinen Computer neu. Versuche dann erneut Patched Sur auszuführen.
el: Αφού ο εγκαταστάτης ελέγχει για να δεί αν η ενημέρωση είναι συμβατή με τον Mac σας, το Patched Sur πρέπει να εισάγει ενα dylib σε αυτή έτσι ώστε ο εγκαταστάτης να μην ενδιαφέρεται αν υπάρχει ασυμβατότητα. Παρ’όλα αυτά, η διαδικασία μπορεί να γίνει μόνο με το SIP απενεργοποιημένο, έτσι το Patched Sur απαιτεί την απενεργοποίηση του πριν συνεχίσετε. Για να το απενεργοποιήσετε: 1. Αρχίστε στην Λειτουργία Επαναφοράς (Recovery) (⌘R κατά την εκκίνηση του υπολογιστή) 2. Ανοίξτε το Terminal που βρίσκετε στο μενού Utilities. 3. Γράψτε: csrutil disable και πατήστε enter. 4. Πατήστε enter και επανεκκινήστε τον υπολογιστή σας, και έπειτα αρχίστε πάλι το Patched Sur.
es: Ya que el instalador verifica si el actualizador es compatible con tu Mac, Patched Sur necesita inyectar un dylib en él para que el instalador no le importe la incompatibilidad. Sin embargo, solo se puede hacer con SIP apagado, así que Patched Sur necesita que deshabilites SIP antes de continuar. Para desactivarlo: 1. Inicia en modo Recuperación (⌘R en Encendido) 2. Abre el Terminal en el menú de Utilidades. 3. Escribe: csrutil disable luego presiona enter. 4. Presiona enter y reinicia tu computadora, luego intenta usar Patched Sur de nuevo.
fr: Puisque l'installateur vérifie si la mise à jour supporte votre Mac, Patched Sur a besoin d'y injecter une dylib pour que l'installateur ne se soucie pas de l'incompatibilité. Cependant, cela ne peut être fait qu'avec SIP désactivé, donc Patched Sur a besoin que vous désactiviez SIP avant de continuer. Pour le désactiver : 1. Démarrer en mode récupération (⌘R au démarrage) 2. Ouvrez le Terminal sous Utilitaires. 3. Tapez : csrutil disable puis appuyez sur entrée. 4. Appuyez sur Entrée et redémarrez votre ordinateur, puis essayez à nouveau d'exécuter Patched Sur.
hr: Budui da instalacijski program provjerava podr~ava li vaa Mac a~uriranje, Patched Sur mora u njega ubrizgati dylib tako da instalacijski program ne mari za nekompatibilnost. Meutim, to se mo~e u initi samo s isklju enim SIP-om, pa Patched Sur treba da onemoguite SIP prije nastavka. Da biste ga onemoguili: 1. Pokrenite vaa mac u Recovery modu (#R pri pokretanju) 2. Otvorite terminal pod uslu~nim programima. 3. Upiaite: csrutil disable, a zatim pritisnite enter. 4. Pritisnite enter i ponovo pokrenite ra unalo, a zatim pokuaajte ponovo pokrenuti Patched Sur.
nl: Aangezien het installatieprogramma controleert of de update uw Mac ondersteunt, moet Patched Sur er een dylib in injecteren, zodat het installatieprogramma niet geeft om de incompatibiliteit. Dit kan echter alleen worden gedaan met SIP uit, dus Patched Sur heeft u nodig om SIP uit te schakelen voordat u doorgaat. Om het uit te schakelen: 1. Opstarten in herstelmodus (❏R bij opstarten) 2. Open Terminal onder Utilities. 3. Typ in: csrutil uitschakelen en druk vervolgens op enter. 4. Druk op enter en start uw computer opnieuw op en probeer patched sur opnieuw uit te voeren.
pt_br: Como o instalador verifica se a atualização suporta seu mac, o Patched Sur precisa injetar um dylib nele para que o instalador não se importe com a incompatibilidade. Entretanto, isto só pode ser feito com o SIP desligado, portanto o Patched Sur precisa que você desabilite o SIP antes de continuar. Para desabilitá-lo: 1. Arranca em modo de recuperação (⌘R no arranque) 2. Abre o Terminal em Utilitários. 3. Digita: csrutil disable e pressione enter. 4. Pressione Enter e reinicia o computador, depois tenta executar o Patched Sur novamente.
pt_pt: Como o instalador verifica se a atualização é compatível com o seu Mac, o Patched Sur precisa injetar uma dylib para que o instalador não se preocupe com a incompatibilidade. No entanto, isso só pode ser feito com o SIP desativado, então o Patched Sur precisa que desatives o SIP antes de continuar. Para desativa-lo: 1. Arranca em modo de recuperação (⌘R no arranque) 2. Abre o Terminal em Utilitários. 3. Digita: csrutil disable e pressione enter. 4. Pressione Enter e reinicia o computador, depois tenta executar o Patched Sur novamente.
ru: Поскольку установщик проверяет, поддерживает ли обновление ваш Mac, Patched Sur необходимо в него внедрить dylib, чтобы установщик не проверял совместимость. Однако это можно сделать только с выключенным SIP, поэтому Patched Sur необходимо, чтобы вы отключили SIP, прежде чем продолжить. Чтобы отключить его: 1. Загрузитесь в режим восстановление (⌘R при запуске) 2. Откройте Терминал в меню Утилиты. 3. Пропишите: csrutil disable и нажмите Enter. 4. Нажмите Enter и перезагрузите ваш компьютер, затем запустите снова Patched Sur.
uk: Оскільки інсталятор перевіряє, чи підтримує оновлення ваш Mac, Patched Sur необхідно в нього додати dylib, щоб установник не перевіряв сумісність. Однак це можна зробити тільки з вимкненим SIP, тому Patched Sur необхідно, щоб ви вимкнули SIP, перш ніж продовжити. Щоб це зробити: 1. Завантажтеся в режим відновлення (⌘R під час запуску) 2. Відкрийте Термінал в меню Утиліти. 3. Пропишіть: csrutil disable та натисніть Enter. 4. Натисніть Enter і перезавантажте ваш комп'ютер, потім знову запустіть Patched Sur.

# PO-UP-COMPAT-LV-ON
source: Library Validation is Enabled
ar: تم تشغيل التحقق من صحة المكتبة
bs: Validacija biblioteke je uključena
de: Bibliotheksvalidierung ist aktiviert
el: Η Library Validation (Επικύρωση Βιβλιοθήκης) είναι ενεργοποιημένη
es: Validación de Librería está Habilitado
fr: La Validation de la Librairie est activée
hr: Omoguena je provjera knji~nice
nl: Bibliotheekvalidatie is ingeschakeld
pt_br: A Validação da Biblioteca é Ativada
pt_pt: A Validação de Biblioteca está Activa
ru: Валидация библиотек включена
uk: Валідацію бібліотек увімкнено

# PO-UP-COMPAT-LV-ON-2
source: Library Validation prevents Patched Sur from injecting code into the macOS installer and skipping the compatibility check. If you want to update macOS, you need to first disable Library Validation.
ar: يمنع التحقق من صحة المكتبة Patched Sur من إدخال التعليمات البرمجية في مثبت macOS وتخطي التحقق من التوافق. إذا كنت ترغب في تحديث macOS ، فأنت بحاجة أولاً إلى تعطيل التحقق من صحة المكتبة.
bs: Validacija biblioteke brani Patched Sur-u ubacivanje koda u instalaciju i zaobilaženje provjere kompatibilnosti. Ako želite ažurirati macOS, morate ugasiti validaciju biblioteke (Library Validation).
de: Die Bibliotheksvalidierung hindert Patched Sur daran, Code in den macOS Installer einzuschleusen und die Kompatibilitätsprüfung zu überspringen. Wenn du macOS aktualisieren willst, musst du die Bibliotheksvalidierung deaktivieren.
el: Η Library Validation (Επικύρωση Βιβλιοθήκης) αποτρέπει το Patched Sur από το να εισάγει κώδικα στον εγκαταστάτη του macOS και από το να προσπερνά τον έλεγχο συμβατότητας. Αν θέλετε να ενημερώσετε το macOS, πρέπει πρώτα να απενεργοποιήσετε την Library Validation (Επικύρωση Βιβλιοθήκης).
es: Validación de Librería previene Patched Sur de inyectar código al instalador de macOS y salta la verificación de compatibilidad. Si quieres actualizar macOS, debes primero deshabilitar Validación de Librería.
fr: La Validation de la Librairie empêche Patched Sur d'injecter du code dans le programme d'installation de macOS et d'ignorer la vérification de la compatibilité. Si vous voulez mettre à jour macOS, vous devez d'abord désactiver la Validation de la Librairie.
hr: Provjera knji~nice sprje ava Patched Sur da ubrizga kÙd u instalacijski program macOS-a i presko i provjeru kompatibilnosti. Ako ~elite a~urirati macOS, prvo morate onemoguiti provjeru valjanosti knji~nice.
nl: Library Validation voorkomt dat Patched Sur code in het macOS-installatieprogramma injecteert en de compatibiliteitscontrole overslaat. Als u macOS wilt bijwerken, moet u eerst Bibliotheekvalidatie uitschakelen.
pt_br: A Validação da Biblioteca impede que o Patched Sur injete código no instalador do macOS e pule a verificação de compatibilidade. Se você quiser atualizar o macOS, é necessário primeiro desativar a Validação da Biblioteca.
pt_pt: A Validação de Biblioteca impede que o Patched Sur injecte código no instalador do macOS e ignore a verificação de compatibilidade. Se quiser atualizar o macOS, primeiro desative a Validação de Biblioteca.
ru: Валидация библиотек не позволяет Patched Sur внедрить код в установщик macOS и пропустить проверку совместимости. Если вы хотите обновить macOS, вам необходимо сначала отключить валидацию библиотек.
uk: Валідація бібліотек не дозволяє Patched Sur модифікувати код інсталятора macOS і пропустити перевірку сумісності. Якщо ви хочете оновити macOS, вам необхідно спочатку відключити валідацію бібліотек.

source: Skip
ar: تخطى
bs: Preskoči
de: Überspringen
el: Προσπέραση
es: Saltar
fr: Sauter
hr: Presko i
nl: Overslaan
pt_br: Pular
pt_pt: Saltar
ru: Пропустить
uk: Пропустити

# PO-UP-APP-FAILED
source: Download Failed
ar: التحميل فشل
bs: Skidanje neuspješno
de: Herunterladen fehlgeschlagen
el: Η Λήψη Απέτυχε
es: Descarga Fallida
fr: Télécharger Échec
hr: Preuzimanje nije uspjelo
nl: Downloaden mislukt
pt_br: A Descarga Falhou
pt_pt: A Descarga Falhou
ru: Загрузка не удалась
uk: Завантаження не вдалось

# PO-UP-APP-START
source: Download Update
ar: حمل التحديث
bs: Skinite ažuriranje
de: Update herunterladen
el: Κατεβάστε την Ενημέρωση
es: Descargar Actualización
fr: Télécharger l'actualisation
hr: Preuzmi a~uriranje
nl: Update downloaden
pt_br: Descarga Atualização
pt_pt: Atualizar a Descarga
ru: Загрузка обновления
uk: Завантаження оновлення

source: Downloading
ar: جارى التحميل
bs: Skidanje
de: Herunterladen
el: Λήψη
es: Descargando
fr: Téléchargement
hr: Preuzimanje
nl: Downloaden
pt_br: Descarregando
pt_pt: A Descarregar
ru: Загружается
uk: Завантажується

# PO-UP-CHOOSE-TITLE
source: Update Chooser
ar: اختيار التحديث
bs: Biranje ažuriranja
de: Update Auswahl
el: Επιλογή Ενημέρωσης
es: Selector de Actualizaciones
fr: Sélecteur de actualisation
hr: Biranje A~uriranja
nl: Update Kiezer
pt_br: Escolher Atualização
pt_pt: Escolher Atualização
ru: Выбор обновлений
uk: Вибір оновлень

# PO-UP-CHOOSE-FAILED
source: An error occurred while fetching available updates.
ar: حدث خطأ أثناء البحث عن التحديثات المتاحة.
bs: Greška prilikom dohvaćanja dostupnih ažuriranja.
de: Beim prüfen von möglichen Aktualisierungen ist ein Fehler aufgetreten.
el: Ένα σφάλμα προέκυψε κατά την εύρεση ενημερώσεων.
es: Un error ocurrió mientras se refrescaban las actualizaciones disponibles.
fr: Une erreur s'est produite lors de la recherche des actualisations disponibles.
hr: Doalo je do pogreake prilikom dohvaanja dostupnih a~uriranja.
nl: Er is een fout opgetreden tijdens het ophalen van beschikbare updates.
pt_br: Ocorreu um erro enquanto buscava atualizações disponíveis.
pt_pt: Ocorreu um erro ao procurar as atualizações disponíveis.
ru: Произошла ошибка при получении доступных обновлений.
uk: Виникла помилка під час отримання доступних оновлень.

# PO-UP-CHOOSE-PRE
source: This version of macOS is already downloaded:
ar: تم تنزيل هذا الإصدار من macOS مسبقًا:
bs: Ova verzija MacOS-a je već skinuta:
de: Diese Version von macOS wurde bereits heruntergeladen:
el: Αυτή η έκδοση του macOS έχει ήδη ληφθεί:
es: Esta versión de macOS ya ha sido descargada:
fr: Cette version de macOS est déjà téléchargée :
hr: Ova verzija macOS-a je ve preuzeta:
nl: Deze versie van macOS is al gedownload:
pt_br: Esta versão do macOS já está disponível para download:
pt_pt: Esta versão do macOS já foi descarregada:
ru: Эта версия macOS уже загружена:
uk: Цю версію macOS вже завантажено:

# PO-UP-CHOOSE-CAN
source: You can download these versions of macOS:
ar: يمكنك تنزيل هذه الإصدارات من macOS:
bs: Možete skinuti ove verzije MacOS-a:
de: Du kannst diese Versionen von macOS herunterladen:
el: Μπορείται να κατεβάσετε αυτές τις εκδόσεις του macOS:
es: Puedes descargar estas versiones de macOS:
fr: Vous pouvez télécharger ces versions de macOS :
hr: Mo~ete preuzeti ove verzije macOS-a:
nl: U kunt deze versies van macOS downloaden:
pt_br: Você pode descarregar estas versões de macOS:
pt_pt: Podes descarregar as seguintes versões do macOS:
ru: Вы можете загрузить эти версии macOS:
uk: Ви можете завантажити ці версії macOS:

# PO-UP-CHOOSE-DELETE
source: Are you sure you want to delete the pre-downloaded installer?
ar: هل أنت متأكد أنك تريد حذف المثبت الذي تم تنزيله مسبقًا؟
bs: Da li ste sigurni da želite izbrisati već skinutu instalaciju?
de: Bist du sicher, dass du den bereits heruntergeladenen Installer löschen willst?
el: Σίγουρα θέλετε να διαγράψετε τον υπάρχων εγκαταστάτη?
es: ¿Estás seguro de que quieres borrar el instalador precargado?
fr: Êtes-vous sûr de vouloir supprimer le programme d'installation prétéléchargé ?
hr: Jeste li sigurni da ~elite izbrisati unaprijed preuzeti instalacijski program?
nl: Weet u zeker dat u het vooraf gedownloade installatieprogramma wilt verwijderen?
pt_br: Você tem certeza de que deseja excluir o instalador pré-descarregado?
pt_pt: Tem certeza de que deseja apagar o instalador pré-descarregado?
ru: Вы действительно хотите удалить загруженный установщик?
uk: Ви дійсно хочете видалити завантажений інсталятор?

# PO-UP-CHOOSE-DELETE-2
source: While this will save you a good 12.2 GBs of storage, it's also useful for quickly reinstalling macOS or really any other reason you might need a 12GB macOS installer.
ar: على الرغم من أن هذا سيوفر لك مساحة تخزين جيدة تبلغ 12.2 جيجابايت ، إلا أنه مفيد أيضًا لإعادة تثبيت macOS بسرعة أو لأي سبب آخر قد تحتاج فيه إلى مثبت macOS بسعة 12 جيجابايت.
bs: Dok će vam ovo osloboditi dobrih 12.2 GB prostora, također je korisno za brzo reinstaliranje MacOS-a ili ili za nešto drugo zbog čega bi vam moglo trebati.
de: Dies spart zwar etwa 12.2 GB an Speicher, er ist jedoch auch nützlich wenn du schnell macOS neu installieren willst, oder jegliche andere Gründe warum man einen 12 GB macOS Installer benötigt.
el: Παρ’ότι θα εκοικονομήσετε12.2 GB χώρου, είναι χρήσιμος για γρήγορη επανεγκατάσταση του macOS.
es: Mientras que esto te ahorrará 12.2 GBs de espacio, es útil también para reinstalar macOS o alguna otra razón por la que necesites el instalador de macOS.
fr: Bien que cela vous permette d'économiser 12,2 Go d'espace de stockage, il est également utile pour réinstaller rapidement macOS ou toute autre raison pour laquelle vous pourriez avoir besoin d'un installateur macOS de 12 Go.
hr: Iako ete uatedjeti dobrih 12,2 GB prostora za pohranu, ovo je korisno i za brzu ponovnu instalaciju macOS-a ili iz bilo kojeg drugog razloga zbog kojeg e vam trebati instalacijski program macOS od 12 GB.
nl: Hoewel dit u een goede 12,2 GB opslagruimte bespaart, is het ook handig om macOS snel opnieuw te installeren of echt om een andere reden dat u mogelijk een macOS-installatieprogramma van 12 GB nodig hebt.
pt_br: Embora isto lhe poupe um bom armazenamento de 12,2 GB, também é útil para reinstalar rapidamente o macOS ou realmente qualquer outro motivo pelo qual você possa precisar de um instalador de 12 GB de macOS.
pt_pt: Embora isto vá economizar 12,2 GBs de armazenamento, também é útil para reinstalar rapidamente o macOS ou para qualquer outro motivo pelo qual possas precisar de um instalador do macOS de 12 GB.
ru: При том, что это освободит 12.2 ГБ места, он может быть полезен для быстрой переустановки macOS или по любой другой причине, по которой вам может понадобиться установщик macOS на 12 ГБ.
uk: При тому, що це звільнить 12.2 ГБ місця, він може бути корисний для швидкого перевстановлення macOS або з якоїсь іншої причини, з якої вам може знадобитися інсталятор macOS на 12 ГБ.

source: Delete
ar: حذف
bs: Izbriši
de: Löschen
el: Διαγραφή
es: Borrar
fr: Supprimer
hr: Obriai
nl: Verwijderen
pt_br: Excluir
pt_pt: Apagar
ru: Удалить
uk: Видалити

source: Update
ar: تحديث
bs: Ažuriraj
de: Aktualisieren
el: Ενημέρωση
es: Actualizar
fr: Actualité
hr: A~uriraj
pt_br: Atualizar
pt_pt: Atualizar
ru: Обновить
uk: Оновити

source: Reinstall
ar: أعد التثبيت
bs: Reinstaliraj
de: Neu installieren
el: Επανεγκατάσταση
es: Reinstalar
fr: Réinstaller
hr: Ponovo instaliraj
nl: Opnieuw installeren
pt_br: Reinstalar
pt_pt: Reinstalar
ru: Переустановить
uk: Перевстановити

# UNEXPECTED-ERROR
source: An Unexpected Error Occurred
ar: حدث خطأ غير متوقع
bs: Došlo je do neočekivane greške
de: Ein unerwarteter Fehler ist aufgetreten
el: Ένα Απροσδόκητο Πρόβλημα Προέκυψε
es: Un Error Inesperado ha Ocurrido
fr: Une erreur inattendue s'est produite
hr: Pojavila se neo ekivana pogreaka.
nl: Er is een onverwachte fout opgetreden
pt_br: Ocorreu Um Erro Inesperado
pt_pt: Ocorreu Um Erro Inesperado
ru: Произошла ошибка
uk: Виникла помилка

# PO-UP-CHOOSE-EXACT-PATH
source: This file appears to be missing and the full patch cannot be determined. You cannot use the pre-downloaded installer for now.
ar: يبدو أن هذا الملف مفقود ولا يمكن تحديد التصحيح الكامل. لا يمكنك استخدام برنامج التثبيت الذي تم تنزيله مسبقًا في الوقت الحالي.
bs: Izgleda da ovaj fajl nedostaje i cijeli patch ne može biti određen. Nećete moći koristiti već skinutu instalaciju za sada.
de: Diese Datei scheint zu fehlen und der komplette Patch konnte nicht bestummen werden. Du kannst den bereits heruntergeladenen Installer nicht verwenden.
el: Αυτό το αρχείο λείπει και το πλήρες patch δεν μπορεί να καθοριστεί. Δεν μπορείτε να χρησιμοποιήσετε τον υπάρχων εγκαταστάτη προς το παρόν.
es: Este archivo parece no estar completo y el parche completo no pudo ser determinado. Por el momento no puedes usar el instalador pre descargado.
fr: Ce fichier semble être manquant et le patch complet ne peut être déterminé. Vous ne pouvez pas utiliser le programme d'installation prétéléchargé pour le moment.
hr: ini se da ova datoteka nedostaje i ne mo~e se utvrditi puna zakrpa. Za sada ne mo~ete koristiti unaprijed preuzeti instalacijski program.
nl: Dit bestand lijkt te ontbreken en de volledige patch kan niet worden bepaald. U kunt het vooraf gedownloade installatieprogramma voorlopig niet gebruiken.
pt_br: Este arquivo parece estar faltando e o patch completo não pode ser determinado. Você não pode usar o instalador pré-descarregado por enquanto.
pt_pt: Este ficheiro parece estar em falta e o patch completo não pode ser determinado. Não podes usar o instalador pré-descarregado por enquanto.
ru: Этот файл отсутствует, невозможно определить полный путь. Вы не можете использовать предварительно загруженный установщик.
uk: Цей файл відсутній, неможливо визначити повний шлях. Ви не можете використовувати попередньо завантажений інсталятор.

# PO-UP-CHOOSE-DOWNLOAD
source: Download the macOS Installer
ar: قم بتنزيل مثبت macOS
bs: Skinite MacOS instalaciju
de: Den macOS Installer herunterladen
el: Λήψη Εγκαταστάτη του macOS
es: Descargar el Instalador de macOS
fr: Télécharger l'installateur macOS
hr: Preuzmite program za instaliranje macOS
nl: Download de macOS Installer
pt_br: Descarregar o instalador macOS
pt_pt: Descarregar o Instalador do macOS
ru: Загрузка установщика macOS
uk: Завантаження інсталятора macOS
