Repository: Ben216k/Patched-Sur
Catalog: Patched Sur - For Catalina/Localization/*.lproj/Localizable.strings
Languages: ar, bs, de, el, es, fr, hr, nl, pt_br, pt_pt, ru, uk

source: Get Started
ar: ابدأ
bs: Započni
de: Lass uns beginnen
el: Ξεκινήστε
es: Empezar
fr: Commencer
hr: Zapo ni
nl: Aan de slag
pt_br: Iniciar
pt_pt: Iniciar
ru: Начать
uk: Розпочати

source: Continue
ar: استمر
bs: Nastavi
de: Weiter
el: Συνέχεια
es: Continuar
fr: Continuer
hr: Nastavi
nl: Doorgaan
pt_br: Continuar
pt_pt: Continuar
ru: Продолжить
uk: Продовжити

source: Go Back
ar: عد للخلف
bs: Vrati se
de: Zurück
el: Πίσω
es: Regresar
fr: Retourner
hr: Idi Natrag
nl: Ga terug
pt_br: Voltar
pt_pt: Para trás
ru: Назад
uk: Назад

source: Cancel
ar: الغاء
bs: Otkaži
de: Abbrechen
es: Cancelar
fr: Annuler
hr: Odustani
nl: Annuleren
pt_pt: Cancelar
ru: Отмена
uk: Скасувати

source: Browse
ar: تصفح
bs: Listaj
de: Durchsuchen
el: Ψάξτε
es: Buscar
fr: Rechercher
hr: Pretra~i
nl: Bladeren
pt_br: Navegar
pt_pt: Navegar
ru: Обзор
uk: Огляд

source: Refresh
ar: تحديث
bs: Osvježi
de: Aktualisieren
el: Ανανέωση
es: Refrescar
fr: Actualiser
hr: Osvje~i
nl: Vernieuwen
pt_br: Refrescar
pt_pt: Refrescar
ru: Обновить
uk: Оновити

# CONTINUE-ERASE
source: Continue and Erase
ar: الأستمرار مع المحو
bs: Nastavi i izbriši
de: Weiter und löschen
el: Συνέχεια και Εκκαθάριση
es: Continuar y Borrar
fr: Continuer et effacer
hr: Nastavi I Izbriai
nl: Doorgaan en wissen
pt_br: Continuar e Apagar
pt_pt: Continuar e Apagar
ru: Продолжить и стереть
uk: Продовжити та стерти

# REQUEST-ROOT
source: Request Root Permissions
ar: طلب إذن الجذر
bs: Traži root permisije
de: Root-Berechtigung anfordern
el: Ζητήστε Άδεια Root
es: Pedir permisos a privilegios
fr: Demander les privilèges root
hr: Zatra~i Root Dopuatenja
nl: Root-machtigingen aanvragen
pt_br: Solicitar permissões de Root
pt_pt: Pedir Permissões de Root
ru: Запрос прав администратора
uk: Запит прав адміністратора

# EXTRACT-PACKAGE
source: Extracting Package
ar: استخراج الحزمة
bs: Otpakovanje paketa
de: Paket entpacken
el: Εξαγωγή Πακέτου
es: Extrayendo paquetes
fr: Extraction du paquet
hr: Odpakiravam
nl: Pakket uitpakken
pt_br: Extraindo Pacote
pt_pt: Extrair Pacote
ru: Распаковка пакета
uk: Розпакування пакету

source: Finished
ar: تم الانتهاء
bs: Završeno
de: Fertig
el: Τέλος
es: Terminado
fr: Terminé
hr: Dovraeno
nl: Voltooid
pt_br: Terminado
pt_pt: Finalizado
ru: Завершено
uk: Завершено

# B-ENTER-PASS-CHANGES
source: Patched Sur would like to make changes.
ar: Patched Sur يرغب في إجراء تغييرات.
bs: Patched Sur bi želio praviti promjene.
de: Patched Sur möchte Änderungen vornehmen.
el: Το Patched Sur θα ήθελε να κάνει αλλαγές.
es: A Patched Sur le gustaría realizar cambios.
fr: Patched Sur souhaite apporter des modifications.
hr: Patched Sur ~eli napraviti promjene.
nl: Patched Sur wil graag wijzigingen aanbrengen.
pt_br: Patched Sur gostaria de fazer mudanças.
pt_pt: Patched Sur Gostaria de fazer modificações.
ru: Patched Sur хочет внести изменения.
uk: Patched Sur хоче внести зміни.

# B-ENTER-PASS-ALLOW
source: Enter your password to allow this.
ar: أدخل كلمة المرور الخاصة بك للسماح بذلك
bs: Unesite Vašu šifru da dozvolite ovo.
de: Gib dein Passwort ein, um dies zu erlauben.
el: Εισάγετε τον κωδικό σας για να το επιτρέψετε.
es: Entre su contraseña para permitirlo.
fr: Entrez votre mot de passe pour l'autoriser.
hr: Unesite lozinku kako biste ovo dozvolili.
nl: Voer uw wachtwoord in om dit toe te staan.
pt_br: Digite sua senha para permitir isso.
pt_pt: Inserir Palavra Passe para permitir.
ru: Введите свой пароль чтобы разрешить.
uk: Введіть свій пароль щоб дозволити.

# B-EP-USERNAME
source: User Name:
ar: اسم المستخدم:
bs: Korisničko ime:
de: Benutzername:
el: Όνομα Χρήστη:
es: Nombre de usuario:
fr: Nom d'utilisateur:
hr: Korisni ko Ime:
nl: Gebruikersnaam:
pt_br: Nome do Usuário:
pt_pt: Nome de Utilizador:
ru: Пользователь:
uk: Користувач:

# B-EP-PASSWORD
source: Password:
ar: :كلمة المرور
bs: Šifra:
de: Passwort:
el: Συνθηματικό:
es: Contraseña:
fr: Mot de passe:
hr: Lozinka:
nl: Wachtwoord:
pt_br: Senha:
pt_pt: Palavra Passe:
ru: Пароль:
uk: Пароль:

# B-EP-PASSWORD-PH
source: Password
ar: كلمة المرور
bs: Šifra
de: Passwort
el: Συνθηματικό
es: Contraseña
fr: Mot de passe:
hr: Lozinka
nl: Wachtwoord
pt_br: Senha
pt_pt: Palavra Passe
ru: Пароль
uk: Пароль

# PRE-WELCOME-TITLE
source: Welcome to Patched Sur!
ar: اهلا في Patched Sur!
bs: Dobrodošli u Patched Sur!
de: Willkommen bei Patched Sur!
el: Καλωσορίσατε στο Patched Sur!
es: Bienvenido a Patched Sur!
fr: Bienvenue à Patched Sur !
hr: Dobrodoali u Patched Sur!
nl: Welkom bij Patched Sur!
pt_br: Bem-vindo ao Patched Sur!
pt_pt: Bem-Vindo ao Patched Sur!
ru: Добро пожаловать в Patched Sur!
uk: Ласкаво просимо до Patched Sur!

# PRE-WELCOME-DESCRIPTION
source: This patcher is made to provide you with the simplest upgrade to macOS Big Sur on your unsupported Mac. It prepares everything to be perfect by the end of the installation, and makes sure that nothing will go wrong with your installation. By the end, Patched Sur will try to make your Mac run just like a supported one.
ar: تم تصميم هذا الباتشر ليوفر لك أبسط تحديث لنظام macOS Big Sur على جهاز الMac غير المدعوم. انه يقوم بإعداد كل شيء ليكون مثالياً بنهاية التثبيت ، ويتأكد من عدم حدوث أي خطأ في التثبيت. في النهاية ، سيحاول Patched Sur تشغيل جهاز الMac الخاص بك تمامًا مثل جهاز مدعوم.
bs: Ova zakrpa je napravljena da Vam pruži najlakši način da se prebacite na MacOS Big Sur na Vašem nepodržanom Mac uređaju. Pripremi sve da bi bilo savršeno do kraja instalacije, i brine se da nešto ne pođe po krivu tijekom instalacije. Do kraja instalacije, Patched Sur će pokušati napraviti da Vaš Mac pokreće Big Sur baš kao i podržani uređaji.
de: Dieser Patcher ist der einfachste Weg um macOS Big Sur auf deinem nicht unterstützten Mac zu installieren. Er stellt sicher, dass nichts mit deiner Installation schief geht und bereitet alles so vor, dass es am Ende der Installation kein Komplikationen geben sollte. Patched Sur versucht dein Mac so zum Laufen zu kriegen, dass er sich anfühlt wie ein unterstütztes Modell.
el: Αυτό το patcher έχει φτιαχτεί για να σας παρέχει την πιο εύκολη διαδικασία ενημέρωσης στο macOS Big Sur για τον μη υποστηριζόμενο Mac σας. Αυτό το patcher προετιμάζει τα πάντα για να λειτουργούν άψογα αφού τελειώσετε την εγκατάσταση, και σιγουρεύται οτι όλα θα λειτουργήσουν ομαλά κατά την διάρκεια της εγκατάστασης.
es: Este Parche está hecho para proveerte la manera más sencilla de actualizar a macOS Big Sur en tu Mac sin soporte. Esta herramienta prepara todo para que se instale sin problemas. Al finalizar Patched Sur intentara hacer que tu Mac sin soporte funcione como una que sí.
fr: Ce patcheur est conçu pour vous fournir la mise à niveau la plus simple vers macOS Big Sur sur votre Mac non pris en charge. Il prépare tout pour que tout soit parfait à la fin de l'installation, et s'assure que rien ne va mal se passer avec votre installation. A la fin, Patched Sur essaiera de faire fonctionner votre Mac comme un Mac supporté.
hr: Ovaj patcher je stvoren da vam pru~i najjednostavniju nadogradnju na macOS Big Sur na vaaem nepodr~anom Macu. Sve je pripremljeno da ispadne odli no do kraja instalacije i osigurava da s vaaom instalacijom niata ne poe po zlu. Na kraju e Patched Sur pokuaati u initi sve da vaa Mac radi baa kao podr~ani Mac.
nl: Deze patcher is gemaakt om u te voorzien van de eenvoudigste upgrade naar macOS Big Sur op uw niet-ondersteunde Mac. Het bereidt alles voor dat aan het einde van de installatie moet worden gedaan. En zorgt ervoor dat er niets misgaat met uw installatie. Tegen het einde zal Patched Sur proberen je Mac te laten werken als een ondersteunde.
pt_br: Este patcher é feito para lhe proporcionar a atualização mais simples para o MacOS Big Sur em seu Mac não suportado. Prepara tudo para ser perfeito até o final da instalação, e assegura que nada vai dar errado com sua instalação. Ao final, o Patched Sur tentará fazer com que seu Mac funcione como um Mac suportado.
pt_pt: Este patcher foi feito para lhe oferecer uma atualização mais simples do macOS Big Sur para o seu Mac sem compatibilidade. Prepara tudo para ficar perfeito no final da instalação. Por fim, tentará fazer com que o seu Mac funcione como se se fosse compatível.
ru: Этот патчер был создан, чтобы дать вам возможность проще всего обновиться до macOS Big Sur на вашем неподдерживаемом Mac. Он подготавливает все вещи, необходимые для лучшей работы системы, и следит за тем, чтобы с вашей установкой ничего не случилось. В итоге Patched Sur даст возможность вашему Mac работать в том же виде, как и поддерживаемый.
uk: Цей патчер був створений, щоб дати вам можливість найпростіше оновитися до macOS Big Sur на вашому непідтримуваному Mac. Він готує всі речі, необхідні для найкращої роботи системи, і стежить за тим, щоб з вашою інсталяцією нічого не сталося. В результаті Patched Sur дасть можливість вашому Mac працювати в тому ж вигляді, як і в підтримуваних.

# THANKS-TITLE
source: Thanks To
ar: شكرا ل
bs: Zahvalnica
de: Vielen Dank an
el: Ευχαριστίες σε
es: Gracias a
fr: Merci à
hr: Zahvale
nl: Met dank aan
pt_br: Agradecimentos
pt_pt: Agradecimentos
ru: Благодарности
uk: Подяки
